[
    {
        "id": 1,
        "title": "...And Justice For All",
        "director": "Norman Jewison",
        "release_date": "1979-10-19",
        "cast": [
            "Al Pacino",
            "Jack Warden",
            "John Forsythe",
            "Lee Strasberg"
        ],
        "production": "Norman Jewison, Patrick J. Palmer",
        "distribution": "Columbia Pictures",
        "screenwriting": "Valeria Curtin, Barry Levinson",
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=yUH_iu4SLBw",
        "synopsis": "An ethical Baltimore defense lawyer disgusted with rampant legal corruption is asked to defend a judge he despises in a rape trial. But if he doesn't do it, the judge will have him disbarred.",
        "image": "thumbnails/And_Justice_For_All_film.jpg"
    },
    {
        "id": 2,
        "title": "12 Angry Men",
        "director": "Sidney Lumet",
        "release_date": "1957-04-13",
        "cast": [
            "Henry Fonda",
            "Lee J. Cobb",
            "Ed Begley",
            "E. G. Marshall",
            "Jack Warden",
            "Martin Balsam"
        ],
        "production": "Henry Fonda, Reginald Rose",
        "distribution": "United Artists",
        "screenwriting": "Reginald Rose",
        "genre": [
            "Crime",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=nfAbTyAcgpE",
        "synopsis": "The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case of murder soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other. Based on the play, all of the action takes place on the stage of the jury room.",
        "image": "thumbnails/12_Angry_Men_film.jpg"
    },
    {
        "id": 3,
        "title": "12 Angry Men",
        "director": "William Friedkin",
        "release_date": "1997-08-17",
        "cast": [
            "Courtney B. Vance",
            "Ossie Davis",
            "George C. Scott",
            "Armin MUeller-Stahl",
            "Dorian Harewood",
            "James Gandolfini",
            "Tony Danza",
            "Jack Lemmon",
            "Hume Cronyn",
            "Mykelti Williamson",
            "Edward James Olmos",
            "William Petersen"
        ],
        "production": "Terence A. Donnelly",
        "distribution": "Showtime Networks",
        "screenwriting": "Reginald Rose",
        "genre": [
            "Crime",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=zagNR35teCY",
        "synopsis": "\tMade for cable television remake of the 1957 classic about twelve jurors quick to condemn a Latino youth on trial for murdering his father before reviewing the evidence. Juror #8 holds out with a verdict of not guilty, thus setting the stage for arguments and reasons why or why not the boy may be guilty, while this happens he must deal with the other juror's prejudices, making every one of them change their minds about what separates reality from opinion and prejudice.",
        "image": "thumbnails/12_Angry_Men_1997_film.jpg"
    },
    {
        "id": 4,
        "title": "A Civil Action",
        "director": "Steven Zaillian",
        "release_date": "1999-01-08",
        "cast": [
            "John Travolta",
            "Robert Duvall",
            "Kathleen Quinlan"
        ],
        "production": "Scott Rudidn, Robert Redford, Rachel Pfeffer, David McGiffert",
        "distribution": "Buena Vista Pictures",
        "screenwriting": "Steve Zaillian",
        "genre": [
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=zagNR35teCY",
        "synopsis": "After the death of several children in Woburn, Massachusetts, which occurred as a result of contamination of water by local industrial plants, parents are looking for a lawyer ready stand against the powerful corporations for damages. Finally, the case takes Jan Schlichtmann and decides to run it without a fee, although this is the case particularly difficult. On the one hand, the corporation does not comply with the rules and her guilt is evident, on the other hand, however, is a major employer in the region.",
        "image": "thumbnails/A_Civil_Action_film.jpg"
    },
    {
        "id": 5,
        "title": "A Few Good Men",
        "director": "Rob Reiner",
        "release_date": "1992-12-11",
        "cast": [
            "Tom Cruise",
            "Jack Nicholson",
            "Demi Moore",
            "Kevin Bacon",
            "Kevin Pollak",
            "James Marshall",
            "J. T. Walsh",
            "Kiefer Sutherland"
        ],
        "production": "Rob Reiner, David Brown, Andrew Scheinman",
        "distribution": "Columbia Pictures",
        "screenwriting": "Aaron Sorkin",
        "genre": [
            "Drama",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=ePo91pMcu94",
        "synopsis": "\tLT Daniel Kaffee, a Navy lawyer who never saw the inside of the courtroom, defends two stubborn Marines who  are accused of murdering a colleague. Kaffee is known as being lazy and had arranged for a plea bargain. Downey's Aunt Ginny appoints Cmdr. Galloway to represent him. Also on the legal staff is LTJG Sam Weinberg. The team rounds up many facts and Kaffee is discovering that he is really cut out for trial work. The defense is originally based upon the fact that PFC Santiago, the victim, was given a «CODE RED». Santiago was basically a screw-up. At Gitmo, screw-ups aren't tolerated.",
        "image": "thumbnails/A_Few_Good_Men_film.jpg"
    },
    {
        "id": 6,
        "title": "A Man For All Seasons",
        "director": "Fred Zinnermann",
        "release_date": "1966-12-12",
        "cast": [
            "Paul Scofield",
            "Wendy Hiller",
            "Leo McKern",
            "Orson Welles",
            "Robert Shaw",
            "Susannah York"
        ],
        "production": "Fred Zinnerman",
        "distribution": "Columbia Pictures",
        "screenwriting": "Robert Bolt",
        "genre": [
            "Biography",
            "Drama",
            "History"
        ],
        "trailer": "https://www.youtube.com/watch?v=zbZfh-5QsAw",
        "synopsis": "The story takes place in 16th century England, and it tells the story of Sir Thomas More, concentrating on the last seven years of English chancellor, and the struggle between him and his King, Henry VIII, hinges on Henry's determination to break with Rome so he can divorce his current wife and wed again, and good Catholic More's can't do such heresy. More resigns as chancellor, hoping to be able to live out his life as a private citizen. But Henry will settle for nothing less than that the much respected More give public approval to his headstrong course.",
        "image": "thumbnails/A_Man_For_All_Seasons_film.gif"
    },
    {
        "id": 7,
        "title": "A Time to Kill",
        "director": "Joel Schumacher",
        "release_date": "1996-07-24",
        "cast": [
            "Matthew McConaughey",
            "Sandra Bullock",
            "Samuel L. Jackson"
        ],
        "production": "Arnon Milchan, John Grisham, Michael Nathanson, Hunt Lowry",
        "distribution": "Warner Bros.",
        "screenwriting": "Akiva Goldsman",
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=O90-DO9P6q0",
        "synopsis": "After Carl Lee's 10-year-old daughter, Tonya is brutally raped, he recalls the case of «four white boys who raped a black girl...» He asks attorney Jake Brigance if they got off and Jake nods his head. Determined to make justice Lee guns them down in cold blood inside the courthouse on the day of their arraignments. Young Jake, struggling to keep his law practice afloat, suddenly finds himself defending Carl Lee against murder charges. Ellen Roark, a stellar law student from Ole Miss, offers her services to Jake just for the opportunity to help with the case.",
        "image": "thumbnails/A_Time_To_Kill_film.jpg"
    },
    {
        "id": 8,
        "title": "Amistad",
        "director": "Steven Spielberg",
        "release_date": "1997-12-25",
        "cast": [
            "Djimon Hounsou",
            "Matthew McConaughey",
            "Anthony Hopkins"
        ],
        "production": "Debbie Allen, Colin Wilso, Steven Spielberg",
        "distribution": "DreamWorks Pictures",
        "screenwriting": "David Franzoni",
        "genre": [
            "Drama",
            "History"
        ],
        "trailer": "https://www.youtube.com/watch?v=BJFDOvGMD0U",
        "synopsis": "Based on the true story of America's slave trade, the film shows the saga of an 1839 mutiny aboard the slave ship, Amistad. Much of the story revolves a courtroom drama as lawyers for the slaves seek their freedom and return home. The case is a watershed moment for America-Spain relations, and reveals the political machinations as it holds repercussions on the North-South conflict eventually leading to America's Civil War.",
        "image": "thumbnails/Amistad_film.jpg"
    },
    {
        "id": 9,
        "title": "Anatomy of a Murder",
        "director": "Otto Preminger",
        "release_date": "1959-07-01",
        "cast": [
            "James Stewart",
            "Lee Remick",
            "Ben Gazzara",
            "Arthur O'Connell",
            "George C. Scott"
        ],
        "production": "Otto Preminger",
        "distribution": "Columbia Pictures",
        "screenwriting": "Wendell Mayes",
        "genre": [
            "Crime",
            "Drama",
            "Mystery"
        ],
        "trailer": "https://www.youtube.com/watch?v=IAVLvGP25uQ",
        "synopsis": "Paul Biegler is a small town lawyer who until recently had been the local prosecutor and given a lack of clients, he spends a lot of time fishing. When a murder takes place in a trailer park on the outskirts of town, he is asked to defend Lt. Frederick Manion who admits to having killed Barney Quill, a local bar owner who allegedly raped his wife. He now claims temporary insanity. The case is both prominent, with the State's Deputy Attorney General personally prosecuting the case and lurid, given the rape and the sexual nature of much of the testimony.",
        "image": "thumbnails/Anatomy_Of_A_Murder_film.jpg"
    },
    {
        "id": 10,
        "title": "Big Daddy",
        "director": "Dennis Dugan",
        "release_date": "1999-06-25",
        "cast": [
            "Adam Sandler",
            "Joey Lauren Adams",
            "Jon Stewart",
            "Rob Schneider",
            "Cole Sprouse",
            "Dylan Sprouse",
            "Leslie Mann",
            "Steve Buscemi",
            "Kristy Swanson",
            "Josh Mostel"
        ],
        "production": "Allen Covert, Adam Sandler, Robert Simonds, Jack Giarraputo",
        "distribution": "Columbia Pictures",
        "screenwriting": "Steve Franks, Tim Herlihy, Adam Sandler",
        "genre": [
            "Comedy",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=J_l5fMb1oxg",
        "synopsis": "Sonny Koufax is 32 years old. He's a law school graduate. He's got a nice apartment in Manhattan. There's just one problem. He does nothing, except sit on his butt and live off an investment that was the result of a meager lawsuit he won a year ago. But after his fed up girlfriend leaves him, he comes up with the ingenious idea to adopt a five year old boy to showcase his newfound maturity. But things don't go as planned, and Sonny finds himself the unlikely foster father that will change his perspective on just looking out for himself.",
        "image": "thumbnails/Big_Daddy_film.jpg"
    },
    {
        "id": 11,
        "title": "Body Heat",
        "director": "Lawrene Kasdan",
        "release_date": "1981-08-28",
        "cast": [
            "William Hurt",
            "Kathleen Turner",
            "Richard Crenna"
        ],
        "production": "Fred T. Gallo, Robert Grand, George Lucas",
        "distribution": "Warner Bros.",
        "screenwriting": "Lawrence Kasdan",
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=7AA_OzWyBqs",
        "synopsis": "\tIn the middle of a heatwave in Pinehaven, Florida, the smalltime wolf lawyer Ned Racine flirts with the sexy but married Matty Walker and they begin a torrid love affair. After a short period together, she convinces him that her husband and mobster, Edmund Walker, is an obstacle for their passion and they have a prenuptial agreement; therefore he should be eliminated. Ned carefully plots a perfect scheme for killing Edmund. However things go wrong when successive evidences are disclosed conspiring against him.",
        "image": "thumbnails/Body_Heat_film.jpg"
    },
    {
        "id": 12,
        "title": "Blood In Blood Out: Bound by Honor",
        "director": "Taylor Hackford",
        "release_date": "1993-04-16",
        "cast": [
            "Damian Chapa",
            "Jesse Borrego",
            "Benjamin Bratt",
            "Enrique Castillo",
            "Delroy Lindo",
            "Tom Towles",
            "Carlos Carrasco"
        ],
        "production": "Taylor Hackford, Jerry Gershwin",
        "distribution": "Buena Vista Pictures",
        "screenwriting": "Jimmy Santiago Baca, Jeremy Iacone, Floyd Mutrux",
        "genre": [
            "Crime",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=ac1e5H4Cs5M",
        "synopsis": "Based on the true life experiences of poet Jimmy Santiago Baca, the film focuses on half-brothers Paco and Cruz, and their bi-racial cousin Miklo. It opens in 1972, as the three are members of an East L.A. gang known as the «Vatos Locos», and the story focuses on how a violent crime and the influence of narcotics alter their lives. Miklo is incarcerated and sent to San Quentin, where he makes a «home» for himself. Cruz becomes an exceptional artist, but a heroin addiction overcomes him with tragic results. Paco becomes a cop and an enemy to Miklo.",
        "image": "thumbnails/Bound_By_Honor_film.jpg"
    },
    {
        "id": 13,
        "title": "Brokedown Palace",
        "director": "Jonathan Kaplan",
        "release_date": "1999-09-13",
        "cast": [
            "Claire Danes",
            "Kate Beckinsale",
            "Bill Pullman",
            "Lim Kay Tong"
        ],
        "production": "Adam Fields",
        "distribution": "20th Century Fox",
        "screenwriting": "David Arata, Adam Fields",
        "genre": [
            "Drama",
            "Mystery",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=p-xXGVsYOyM",
        "synopsis": "Alice and Darlene, best friends, decide to take a trip to Thailand to celebrate high-school graduation. While there, they are befriended by charming Australian rogue Nick Parks. Nick convinces them to take a weekend side trip to Hong Kong, but at the airport, they are busted for smuggling drugs. They are convicted in a show trial and sentenced to 33 years; in desperation, they contact Yankee Hank, an American lawyer based in Thailand who has been reported to be helpful if you've got the cash.",
        "image": "thumbnails/Brokedown_Palace_film.jpg"
    },
    {
        "id": 14,
        "title": "Chicago",
        "director": "Rob Marshall",
        "release_date": "2003-01-17",
        "cast": [
            "Renée Zellweger",
            "Catherine Zeta-Jones",
            "Richard Gere"
        ],
        "production": "Martin Richards",
        "distribution": "Miramax Films",
        "screenwriting": "Bill Condon, Bob Fosse",
        "genre": [
            "Comedy",
            "Crime",
            "Musical"
        ],
        "trailer": "https://www.youtube.com/watch?v=b24qpxrg63k",
        "synopsis": "Velma Kelly is the sexy vaudeville star who murders her husband and sister after finding them in bed together. Roxie is the wannabe vaudeville star who kills her lover after finding out he was never going to make her famous. Enter Billy Flynn, the greasy lawyer whose goal is not only to have his clients acquitted, but to make them legal legends. Billy, who apparently likes Roxie's angle (He tried to kill me) better than Velma's (I blacked out and can't remember a thing). With help from Matron Mama Morton both women vie for the spot as Illinois's most famed murderess, but there's only room for one legend... That's Chicago.",
        "image": "thumbnails/Chicago_film.png"
    },
    {
        "id": 15,
        "title": "Conviction",
        "director": "Tony Goldwyn",
        "release_date": "2010-10-15",
        "cast": [
            "Hilary Swank",
            "Sam Rockwell",
            "Minnie Driver",
            "Melissa Leo",
            "Peter Gallagher",
            "Juliette Lewis"
        ],
        "production": "Andrew Sugerman, Andrew Karsch, Tony Goldwyn",
        "distribution": "Fox Searchlight Pictures",
        "screenwriting": "Pamela Gray",
        "genre": [
            "Biography",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=NrPtr0aQx3s",
        "synopsis": "\tThe siblings Betty Anne and 'Kenny' Waters are very united. In early adulthood, Kenny is a troublemaker hated by the police and Betty Anne gets married. When their neighbor is stabbed to death, a police officer that hates Kenny, arrests him and he is sent to court. They can not afford a lawyer having a free one. Sentenced to life without probation, based on blood evidence and the testimony of his girlfriends, Kenny tries to commit suicide in prison, that's when his sister tells him that she will complete school and become a lawyer to overturn his sentence.",
        "image": "thumbnails/Conviction_film.jpg"
    },
    {
        "id": 16,
        "title": "Courage Under Fire",
        "director": "Edward Zwick",
        "release_date": "1996-07-12",
        "cast": [
            "Denzel Washington",
            "Meg Ryan",
            "Lou Diamond Phillips",
            "Matt Damon",
            "Scott Glenn",
            "Michael Moriarty"
        ],
        "production": "John Davis Joseph M. Singer David T. Friendly",
        "distribution": "20th Century Fox",
        "screenwriting": "Patrick Sheane Duncan",
        "genre": [
            "Action",
            "Drama"
        ],
        "trailer": "Watch",
        "synopsis": "During the War of the Persian Gulf Lieutenant Colonel Nathan Serling mistakenly destroys an American tank and some soldiers lose their lives. On the orders of superiors is covering this tragedy, fighting at the same time that the truth came out. After returning to the United States is given the task to investigate the circumstances of the death of Captain Karen Emma Walden, commanding the crew of a medical helicopter. Captain to be the first woman awarded these posthumous Medal of Honor. Investigation hampered by the fact that three witnesses interviewed each representing a different version of events during the war, and their assessment of candidates for the awards are completely divergent.",
        "image": "thumbnails/Courage_Under_Fire_film.jpg"
    },
    {
        "id": 17,
        "title": "Dead Man Walking",
        "director": "Tim Robbins",
        "release_date": "1995-12-29",
        "cast": [
            "Susan Sarandon",
            "Sean Penn",
            "Margo Martindale",
            "Robert Prosky",
            "Lois Smith",
            "Jack Black"
        ],
        "production": "Tim Robbins Jon Kilik Rudd Simmon",
        "distribution": "Gramercy Pictures",
        "screenwriting": "Tim Robbins",
        "genre": [
            "Crime",
            "Drama"
        ],
        "trailer": "Watch",
        "synopsis": "A convicted murderer on Death Row and the nun who befriends him. Through the portrayal of finely drawn characters and their interactions as the days, hours, and minutes tick down to the condemned man's execution, powerful emotions are unleashed. While Matthew Poncelet and Sister Prejean desperately try to gain a stay of execution from the governor or the courts, scenes are intercut from the brutal crime, gradually revealing the truth about the events that transpired. In addition to her temporal help, the nun also tries to reach out spiritually and assist as a guide to salvation.",
        "image": "thumbnails/Dead_Man_Walking_film.jpg"
    },
    {
        "id": 18,
        "title": "Devil's Advocate",
        "director": "Taylor Hackford",
        "release_date": "1997-09-17",
        "cast": [
            "Keanu Reeves",
            "Al Pacino",
            "Charlize Theron",
            "Jeffrey Jones",
            "Judith Ivey",
            "Connie Nielsen"
        ],
        "production": "Anne Kopelson Arnold Kopelson Arnon Milchan",
        "distribution": "Warner Bros. Pictures",
        "screenwriting": "Jonathan Lemkin Tony Gilroy",
        "genre": [
            "Drama",
            "Thriller"
        ],
        "trailer": "Watch",
        "synopsis": "Kevin Lomax, a ruthless young Florida attorney that never lost a case, is recruited by the most powerful law firm in the world. In spite of his mother's disagreement, which compares New York City to Babylon, he accepts the offer and the money that comes along. But soon, his wife starts feeling homesick as she witnesses devilish apparitions. However, Kevin is sinking in his new cases and pays less and less attention to his wife. His boss and mentor, John Milton, seems to always know how to overcome every problem and that just freaks Kevin right off.",
        "image": "thumbnails/Devils_Advocate_film.jpg"
    },
    {
        "id": 19,
        "title": "Dredd",
        "director": "Pete Travis",
        "release_date": "2012-07-11",
        "cast": [
            "Karl Urban",
            "Olivia Thirlby",
            "Wood Harris",
            "Lena Headey"
        ],
        "production": "Alex Garland Andrew Macdonald Allon Reich",
        "distribution": "Entertainment Film Distributors Lionsgate",
        "screenwriting": "Alex Garland",
        "genre": [
            "Action",
            "Science fiction"
        ],
        "trailer": "Watch",
        "synopsis": "In the future America is a desert. On its East Coast, there's Mega City One, a violent metropolis. The only police are called «Judges» who are of judges, juries and executioners, Dredd is a feared Judge, tasked with eliminating a dangerous drug epidemic that makes users experience reality very slow. Then, Dredd is assigned to train Cassandra Anderson, a rookie with psychic abilities because of genetic mutation. Crime calls them to a neighborhood where fellow Judges rarely go, a vertical slum controlled by prostitute turned drug lord. When they capture one of the clan's inner circle, she overtakes the compound's...",
        "image": "thumbnails/Dredd_film.jpg"
    },
    {
        "id": 20,
        "title": "Enemy of the State",
        "director": "Tony Scott",
        "release_date": "1998-11-20",
        "cast": [
            "Will Smith",
            "Gene Hackman",
            "Jon Voight"
        ],
        "production": "Jerry Bruckheimer",
        "distribution": "Buena Vista Pictures",
        "screenwriting": "David Marconi",
        "genre": [
            "Action",
            "Crime"
        ],
        "trailer": "Watch",
        "synopsis": "Robert dean is a mild-mannered lawyer who works in Washington D.C. He is on the trail of a kingpin named Pintero. Meanwhile, a politician named Thomas Reynolds is negotiating with Congressman Phillip Hammersley about a new surveillance system with satellites. But, Hammersley declines, that is when Reynolds had Hammersley killed, but this murder was caught on tape, and this person was being chased by Reynolds' team of NSA agents, the guy must ditch the tape, so he plants it on Dean (unbeknownst to Dean). Then, the NSA decides to get into Dean's life.",
        "image": "thumbnails/Enemy_Of_The_State_film.jpg"
    },
    {
        "id": 21,
        "title": "Epilog Norymberski",
        "director": "Jerzy Antczak",
        "release_date": "1971-05-07",
        "cast": [
            "Leonard Andrzejewski",
            "Henryk Bak",
            "Jadwiga Baranska"
        ],
        "production": "Jerzy Maslowski",
        "distribution": "-",
        "screenwriting": "Jerzy Antczak",
        "genre": [
            "Drama"
        ],
        "trailer": "",
        "synopsis": "Nuremberg Epilogue is a film version of the TV Theatre play issued by Jerzy Antczak, in 1969. Screenplay based on authentic documents and transcript. Also used fragments of archival film from Auschwitz-Birkenau, displayed during the process. For the purposes of the Epilogue restored courtroom appearance, but made some changes.",
        "image": "thumbnails/Epilog_Norymberski_film.jpeg"
    },
    {
        "id": 22,
        "title": "Erin Brockovich",
        "director": "Steven Soderbergh",
        "release_date": "2000-03-17",
        "cast": [
            "Julia Roberts",
            "Albert Finney",
            "Aaron Eckhart"
        ],
        "production": "Danny DeVito Stacey Sher Michael Shamberg Gail Lyon John Hardy",
        "distribution": "Universal Pictures (USA) Columbia Pictures (International)",
        "screenwriting": "Susannah Grant",
        "genre": [
            "Biography",
            "Drama"
        ],
        "trailer": "",
        "synopsis": "Erin Brockovich is an unemployed single mother, desperate to find a job. This losing streak even extends to a failed lawsuit against a doctor. Without alternative, she browbeats her lawyer to give her a job in compensation for it. No one takes her seriously, but that soon changes when she begins to investigate a real estate case involving a company, she discovers that the company is trying to buy land that the it contaminated poisoning the residents. She digs deeper, and leads her lawfirm in one of the biggest class action lawsuits in American history against a multi-billion dollar corporation.",
        "image": "thumbnails/Erin_Brockovich_film.jpg"
    },
    {
        "id": 23,
        "title": "Evelyn",
        "director": "Bruce Beresford",
        "release_date": "2002-12-13",
        "cast": [
            "Sophie Vavasseur",
            "Pierce Brosnan",
            "Stephen Rea",
            "Alan Bates",
            "Julianna Margulies",
            "Aidan Quinn"
        ],
        "production": "Pierce Brosnan Michael Ohoven Beau St. Clair",
        "distribution": "Pathé Distribution United Artists",
        "screenwriting": "Paul Pender",
        "genre": [
            "Drama"
        ],
        "trailer": "",
        "synopsis": "1953. Desmond Doyle is devastated when his wife abandons their family on the day after Christmas. His unemployment and the fact that there is no woman in the house to care for the children, Evelyn, Dermot and Maurice, make it clear to the authorities that his is an untenable situation. The Irish courts put the Doyle children into Church-run orphanages. Although a sympathetic judge assures Desmond that he'll get his children back after he gets a job, he learns there's another barrier. A barmaid, her brother, her suitor, and a tippling footballer become Desmond's team.",
        "image": "thumbnails/Evelyn_film.jpg"
    },
    {
        "id": 24,
        "title": "Fair game",
        "director": "Doug Liman",
        "release_date": "2010-10-15",
        "cast": [
            "Naomi Watts",
            "Sean Penn"
        ],
        "production": "Janet Zucker, Jerry Zucker, Bill Pohlad, Akiva Goldsman, Jez Butterworth",
        "distribution": "Summit Entertainment",
        "screenwriting": "Jez Butterworth, John-Henry Butterworth, Joseph Wilson, Valerie Plame Wilson",
        "genre": [
            "Biography",
            "Drama",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=eU30DFbjirw",
        "synopsis": "In the run-up to the Iraq War, Valerie Plame, a supervisor of covert operations at the CIA, is assigned to determine if Saddam has nuclear weapons. In secret, she interviews scientists inside Iraq and suggests that her husband go to Niger to investigate a report from the Vice President's office that Iraq bought enriched uranium there. When the country goes to war, in part based on the President's claim that the sale took place, Plame's husband, Joe Wilson, writes in the New York Times that the report is false. The White House smears the couple to change the subject. Her career ruined, his credibility under attack, their marriage starts to crack. Can they find trust and fight back?",
        "image": "thumbnails/Fair_Game_film.jpg"
    },
    {
        "id": 25,
        "title": "Fracture",
        "director": "Gregory Hoblit",
        "release_date": "2007-04-20",
        "cast": [
            "Anthony Hopkins",
            "Ryan Gosling",
            "David Strathairn",
            "Rosamund Pike",
            "Embeth Davidtz",
            "Billy Burke"
        ],
        "production": "Charles Weinstock",
        "distribution": "New Line Cinema",
        "screenwriting": "Daniel Pyne, Glenn Gers",
        "genre": [
            "Crime",
            "Drama",
            "Mystery"
        ],
        "trailer": "https://www.youtube.com/watch?v=UG1Lxnn8Qa8",
        "synopsis": "Lawyer Willy Beachum handles the case of Ted Crawford, who cold-bloodedly killed his wife and pleaded guilty. However, Crawford's cunning manipulations lead to a formal notice and a fine game that may let the killer walk free.",
        "image": "thumbnails/Fracture_film.jpg"
    },
    {
        "id": 26,
        "title": "Gandhi",
        "director": "Richard Attenborough",
        "release_date": "1982-12-03",
        "cast": [
            "Ben Kingsley",
            "John Gielgud",
            "Candice Bergen"
        ],
        "production": "Richard Attenborough",
        "distribution": "Columbia Pictures",
        "screenwriting": "John Briley",
        "genre": [
            "Biography",
            "Drama",
            "History"
        ],
        "trailer": "https://www.youtube.com/watch?v=WUvo61bESBo",
        "synopsis": "The life of the lawyer who became the famed leader of the Indian revolts against British rule through his philosophy of nonviolent protest.",
        "image": "thumbnails/Gandhi_film.jpg"
    },
    {
        "id": 27,
        "title": "High Crimes",
        "director": "Carl Franklin",
        "release_date": "2002-04-05",
        "cast": [
            "Jim Caviezel",
            "Morgan Freeman",
            "Ashley Judd"
        ],
        "production": "Arnon Milchan, Janet Yang, Jesse B'Franklin",
        "distribution": "20th Century Fox",
        "screenwriting": "Yuri Zeltser, Grace Cary Bickley",
        "genre": [
            "Crime",
            "Drama",
            "Mistery",
            "Thriller"
        ],
        "trailer": "https://www.imdb.com/video/vi195887385/?playlistId=tt0257756&ref_=ext_shr_lnk",
        "synopsis": "A successful lawyer's husband is arrested for murdering nine villagers in El Salvador in 1988 as a US soldier under a different name. She decides to defend him in military court and find out the truth about what happened.",
        "image": "thumbnails/High_Crimes_film.jpg"
    },
    {
        "id": 28,
        "title": "I, Robot",
        "director": "Alex Proyas",
        "release_date": "2004-07-15",
        "cast": [
            "Will Smith",
            "Alan Tudyk",
            "Bridget Moynahan",
            "Bruce Greenwood",
            "James Cromwell",
            "Chi McBride"
        ],
        "production": "Laurence Mark, John Davis, Topher Dow, Wyck Godfrey",
        "distribution": "20th Century Fox",
        "screenwriting": "Jeff Vintar, Akiva Goldsman",
        "genre": [
            "Action",
            "Sci-Fi"
        ],
        "trailer": "https://www.youtube.com/watch?v=rL6RRIOZyCM",
        "synopsis": "Set in a future Earth (2035 A.D.) where robots are assistants and workers for their owners, this is the story of «robotophobic» Chicago Police Detective Del Spooner's investigation of Dr. Alfred Lanning's murder, working at U.S. Robotics. A robot, Sonny, maybe the killer, but that would mean the robot broke the Three Laws of Robotics, which is apparently impossible, because if robots can break them, nothing stops them from taking over the world, as humans have become completely dependent of their robots.  Aiding Spooner is a psychologist, Dr. Susan Calvin, who specializes in the psyches of robots.",
        "image": "thumbnails/I_Robot_film.jpg"
    },
    {
        "id": 29,
        "title": "In the Name of the Father",
        "director": "Jim SHeridan",
        "release_date": "1993-12-27",
        "cast": [
            "Daniel Day-Lewis",
            "Pete Postlethwaite",
            "Alison Crosby"
        ],
        "production": "Jim Sheridan, Gabriel Byrne, Terry George, Arthur Lappin",
        "distribution": "Universal Pictures",
        "screenwriting": "Gerry Conlon",
        "genre": [
            "Biography",
            "Drama",
            "History"
        ],
        "trailer": "https://www.youtube.com/watch?v=04ZYTB2ZXVc",
        "synopsis": "A small time thief from Belfast, Gerry Conlon, is falsely implicated in the IRA bombing of a pub that kills several people while he is in London. Bullied by the British police, he and four of his friends are coerced into confessing their guilt. Gerry's father and other relatives in London are also implicated in the crime. He spends 15 years in prison with his father trying to prove his innocence with the help of a British attorney, Gareth Peirce. Based on a true story.",
        "image": "thumbnails/In_The_Name_Of_The_Father_film.jpg"
    },
    {
        "id": 30,
        "title": "Inherit the Wind",
        "director": "Stanley Kramer",
        "release_date": "1960-07-21",
        "cast": [
            "Spencer Tracy",
            "Fredric March",
            "Gene Kelly",
            "Dick York",
            "Donna Anderson",
            "Harry Morgan"
        ],
        "production": "Stanley Kramer",
        "distribution": "United Artists",
        "screenwriting": "Jerome Lawrence, Robert E'Lee, Nedrick Young, Harold Jacob Smith",
        "genre": [
            "Drama",
            "History"
        ],
        "trailer": "https://www.youtube.com/watch?v=xpIjRdiUkx4",
        "synopsis": "Based on the famous Scopes Monkey trial of 1925 a Tennessee school teacher Bertram Cates is arrested for teaching Darwinian evolution. The case receives national attention and one of the newspaper reporters arranges to bring in renowned defense attorney and atheist to defend Cates. The prosecutor played by Fredric March a former presidential candidate and famous evangelist. In the end despite his badgering of March, the judge (Henry Morgan) issues a $100.00 fine much to the dismay of many in the courtroom.",
        "image": "thumbnails/Inherit_The_Wind_film.jpg"
    },
    {
        "id": 31,
        "title": "JFK",
        "director": "Oliver Stone",
        "release_date": "1991-12-20",
        "cast": [
            "Kevin Costner",
            "Gary Oldman",
            "Jay O. Sanders",
            "Jack Lemmon",
            "Vincent D Onofrio"
        ],
        "production": "A. Kitman Ho, Oliver Stone, Arnon Milchan",
        "distribution": "Warner Bros",
        "screenwriting": "Oliver Stone, Zachary Sklar",
        "genre": [
            "Drama",
            "History",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=w16bYZ-4nmE",
        "synopsis": "On November 22, 1963, president John F. Kennedy is assassinated in Dallas. Lee Harvey Oswald is arrested for the crime and subsequently shot by Jack Ruby, supposedly avenging the president's death. An investigation concludes that Lee Harvey Oswald and Jack Ruby acted alone in their respective crimes, but Louisiana district attorney Jim Garrison is skeptical. Assembling a trusted group of people, Garrison conducts his own investigation, bringing about backlash from powerful government and political figures.",
        "image": "thumbnails/JFK_film.png"
    },
    {
        "id": 32,
        "title": "Jodaeiye Nader az Simin (A Separation)",
        "director": "Asghar Farhadi",
        "release_date": "2011-09-04",
        "cast": [
            "Leila Hatami",
            "Peyman Moaadi",
            "Shahab Hosseini",
            "Sareh Bayat",
            "Sarina Farhadi",
            "Merila Zarei"
        ],
        "production": "Asghar Farhadi",
        "distribution": "Filmiran, Sony Pictures Classic",
        "screenwriting": "Asghar Farhadi",
        "genre": [
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=KtFprNJmnPM",
        "synopsis": "An Iranian couple has a tough decision to make: Simin wants the family to live abroad to better the chances in life for their only daughter, Termeh. Nader, however, insists on staying in Iran to take care of his father, who suffers from Alzheimer's disease. The argument leaves the couple but one choice: divorce. But the consequences may go far beyond anything they had ever expected... The movie also portraits a miscarriage, a second couple in debt and a difficult decision from the (first) couple's daughter.",
        "image": "thumbnails/A_Separation_film.jpg"
    },
    {
        "id": 33,
        "title": "Judge Dredd",
        "director": "Danny Cannon",
        "release_date": "1995-06-30",
        "cast": [
            "Sylvester Stallone",
            "Armand Assante",
            "Diane Lane",
            "Rob Schneider",
            "Joan Chen",
            "Jürgen Prochnow",
            "Max von Sydow"
        ],
        "production": "Charles Lippincott, Beau E. L. Marks",
        "distribution": "Buena Vista Pictures",
        "screenwriting": "William Wisher Jr., Steven E. de Souza",
        "genre": [
            "Action",
            "Crime",
            "Sci-Fi"
        ],
        "trailer": "https://www.youtube.com/watch?v=4NCtpXG6Az4",
        "synopsis": "\tIn a standard comic book dystopian near-future, Americans are ensconced in Mega-Cities which protect them from the desolation of the world outside, and the peace is kept by the Judges. This elite group who upholds the Law is police, jury and executioner all in one. Judge Joseph Dredd, the most formidable and revered of the Street Judges, is convicted of the murder of a snooping reporter. With the help of a prisoner who he himself convicted, Dredd sets out to clear his name while leaving a trail of destruction, snappy catchphrases, and dazzling special effects in his wake.",
        "image": "thumbnails/Judge_Dredd_film.jpg"
    },
    {
        "id": 34,
        "title": "Judgment at Nuremberg",
        "director": "Stanley Kramer",
        "release_date": "1961-12-19",
        "cast": [
            "Spencer Tracy",
            "Burt Lancaster",
            "Richard Widmark",
            "Marlene Dietrich",
            "Judy Garland",
            "Maximillian Schell",
            "Montgomery Clift"
        ],
        "production": "Stanley Kramer",
        "distribution": "United Artists",
        "screenwriting": "Abby Mann",
        "genre": [
            "Drama",
            "History",
            "War"
        ],
        "trailer": "https://www.youtube.com/watch?v=RfOgZXIQ6fo",
        "synopsis": "It has been three years since the most important Nazi leaders had already been tried. This trial is about 4 judges who used their offices to conduct Nazi sterilization and cleansing policies. Retired American judge, Dan Haywood has a daunting task ahead of him. The Cold War is heating up and no one wants any more trials as Germany, and Allied governments, want to forget the past. But is that the right thing to do is the question that the tribunal must decide.",
        "image": "thumbnails/Judgment_At_Nuremberg_film.jpg"
    },
    {
        "id": 35,
        "title": "Kramer vs. Kramer",
        "director": "Robert Benton",
        "release_date": "1979-12-19",
        "cast": [
            "Dustin Hoffman",
            "Meryl Streep",
            "Jane Alexander"
        ],
        "production": "Richard Fischoff, Stanley R. Jaffe",
        "distribution": "Columbia Pictures",
        "screenwriting": "Avery Corman, Robert Benton",
        "genre": [
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=3SP9n13ux1I",
        "synopsis": "The film tells the story of a married couple's divorce and its impact on everyone involved, including the couple's young son.",
        "image": "thumbnails/Kramer_Vs_Kramer_film.jpg"
    },
    {
        "id": 36,
        "title": "Le Chambre Bleue (The Blue Room)",
        "director": "Mathieu Amalric",
        "release_date": "2014-09-29",
        "cast": [
            "Mathieu Amalric",
            "Léa Drucker",
            "Stéphanie Cléau"
        ],
        "production": "Paulo Branco",
        "distribution": "Alfama Films",
        "screenwriting": "Mathieu Amalric",
        "genre": [
            "Crime",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=AXru7gOWV-I",
        "synopsis": "A man and a woman, secretly in love, alone in a room. They desire each other, want each other, and even bite each other. In the afterglow, they share a few sweet nothings. At least the man seemed to believe they were nothing. Now under investigation by the police and the courts, what is he accused of?",
        "image": "thumbnails/The_Blue_Room_film.jpg"
    },
    {
        "id": 37,
        "title": "Legally Blonde",
        "director": "Robert Luketic",
        "release_date": "2001-07-13",
        "cast": [
            "Reese Witherspoon",
            "Luke Wilson",
            "Selma Blair",
            "Matthew Davis",
            "Victor Garber",
            "Jennifer Coolidge"
        ],
        "production": "Ric Kidney, Marc E. Platt",
        "distribution": "Metro-Goldwyn-Mayer",
        "screenwriting": "Karen MCCUllah Lutz, Kirsten Smith",
        "genre": [
            "Comedy",
            "Romance"
        ],
        "trailer": "https://www.youtube.com/watch?v=6mMDaDiJ0xw",
        "synopsis": "Elle Woods has it all. She's the president of her sorority, a Hawaiian Tropic girl, etc, but, above all, a natural blonde. She dates the cutest fraternity boy, and wants nothing more than his wife. But, there's one thing stopping Warner from marrying her: Elle is too blonde. and because of that, when Warner packs up for Harvard Law and reunites with an old sweetheart from prep school, Elle goes into Harvard, to win him back. But law school is hard. Elle must wage the battle of her life, for her guy, for herself and for all the blondes.",
        "image": "thumbnails/Legally_Blonde_film.png"
    },
    {
        "id": 38,
        "title": "Leviafan (Leviathan)",
        "director": "Andrey Zvyagintsev",
        "release_date": "2014-09-29",
        "cast": [
            "Aleksei Serebryakov",
            "Elena Lyadova",
            "Vladimir Vdovichenkov",
            "Roman Madyanov"
        ],
        "production": "Alexander Rodnyansky",
        "distribution": "Sony Pictures Classics (USA)",
        "screenwriting": "Andrey Zvyagintsev, Oleg Negin",
        "genre": [
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=2oo7H25kirk",
        "synopsis": "On the outskirts of a small coastal town in the Barents Sea, where whales sometimes come to its bay, lives an ordinary family: Kolya (Aleksey Serebryakov), his wife Lilya (Elena Lyadova) and their teenage son Romka. The family is haunted by a local corrupted mayor (Roman Madyanov), who is trying to take away the land, a house and a small auto repair shop from Kolya. To save their homes Kolya calls his old Army friend in Moscow (Vladimir Vdovichenkov), who has now become an authoritative attorney. Together they decide to fight back and collect dirt on the mayor.",
        "image": "thumbnails/Leviafan_film.jpg"
    },
    {
        "id": 39,
        "title": "Liar Liar",
        "director": "Tom Shadyac",
        "release_date": "1997-03-21",
        "cast": [
            "Jim Carrey",
            "Maura Tierney",
            "Justin Cooper"
        ],
        "production": "Brian Grazer",
        "distribution": "20th Century Fox",
        "screenwriting": "Paul Guay, Stephen Mazur",
        "genre": [
            "Comedy",
            "Fantasy"
        ],
        "trailer": "https://www.youtube.com/watch?v=C1no75lpOiw",
        "synopsis": "Fletcher Reede, a fast talking attorney, and divorced father is an incredibly successful lawyer who has built his career by lying. He has a habit of giving precedence to his job and breaking promises to be with his young son Max, but Fletcher lets Max down too much, he his own son's birthday party. But then at 8:15 Max decided to make an honest man out of him as he wishes for one whole day his dad couldn't tell a lie. When the wish comes true all Fletcher can do is tell the truth and cannot tell one lie.",
        "image": "thumbnails/Liar_Liar_film.jpg"
    },
    {
        "id": 40,
        "title": "Michael Clayton",
        "director": "Tony Gilroy",
        "release_date": "2007-10-05",
        "cast": [
            "George Clooney",
            "Tom Wilkinson",
            "Tilda Swinton",
            "Sydney Pollack"
        ],
        "production": "Sydney Pollack, Steven Samuels, Jennifer Fox, Kerry Orent",
        "distribution": "Warner Bros.",
        "screenwriting": "Tony Gilroy",
        "genre": [
            "Crime",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=5kJRYBhG43Q",
        "synopsis": "Michael Clayton is Mr. Fix-It for his law firm, Kenner, Back and Ledeen. A former District Attorney, Clayton uses his contacts in the police and the criminal justice system to bail out the firm's wealthy corporate clients. When one of the firm's senior partners, Arthur Edens, has a nervous breakdown while taking a deposition in a lawsuit against a major agrochemicals company, Clayton is dispatched to bring him home. What Clayton soon learns is Edens not only has doubts about defending the lawsuit but that the company may be acting on its own to ensure a positive outcome.",
        "image": "thumbnails/Michael_Clayton_film.jpg"
    },
    {
        "id": 41,
        "title": "Midnight Express",
        "director": "Alan Parker",
        "release_date": "1978-10-06",
        "cast": [
            "Brad Davis",
            "Randy Quaid",
            "John Hurt",
            "Paul L. Smith",
            "Irene Miracle"
        ],
        "production": "Alan Marshall, David Puttnam",
        "distribution": "Columbia PIctures",
        "screenwriting": "Oliver Stone",
        "genre": [
            "Biography",
            "Crime",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=buDEEC7tKv4",
        "synopsis": "On October 6, 1970, American college student Billy Hayes is caught attempting to smuggle drugs out of Turkey. The Turkish courts decide to make an example of him, sentencing him to more than 30 years in prison. The prison environment is inhospitable in every sense, with a sadistic prison guard named Hamidou ruling the prison, he who relishes the mental and physical torture he inflicts on the prisoners for whatever reason. Hayes has two opportunities for release: the appeals made by his lawyer, his family, and the American government, or the «Midnight Express».",
        "image": "thumbnails/Midnight_Express_film.jpg"
    },
    {
        "id": 42,
        "title": "Midnight in the Garden of Good and Evil",
        "director": "Clint Eastwood",
        "release_date": "1997-09-21",
        "cast": [
            "Kevin Spacey",
            "John Cusack"
        ],
        "production": "Clint Eastwood",
        "distribution": "Warner Bros.",
        "screenwriting": "John Lee Hancock",
        "genre": [
            "Crime",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=8CD9ksgofU0",
        "synopsis": "This is the story of a murder and the subsequent trial of Jim Williams: self made man, art collector, etc. John Kelso a magazine reporter finds himself in Savannah to write a feature on one of William's famous Christmas parties. He is intrigued by Williams from the start, but his curiosity is piqued when he meets Jim's violent, young and sexy lover, Billy, who later dies and Kelso stays on to cover the murder trial. Along the way he encounters many odd characters. Between many adventures, Kelso has his hands full.",
        "image": "thumbnails/Midnight_In_The_Garden_Of_Good_And_Evil_film.jpg"
    },
    {
        "id": 43,
        "title": "Milk",
        "director": "Gus Van Sant",
        "release_date": "2008-11-26",
        "cast": [
            "Sean Penn",
            "Emilie Hirsch",
            "Josh Brolin",
            "Diego Luna",
            "Alison Pill",
            "Victor Garber",
            "Denis O'Hare'",
            "Joseph Cross",
            "James Franco"
        ],
        "production": "Dan Links, Bruce Cohen",
        "distribution": "Focus Features",
        "screenwriting": "Dustin Lance Black",
        "genre": [
            "Biography",
            "Drama",
            "History"
        ],
        "trailer": "https://www.youtube.com/watch?v=Zp0uYT0zDbA",
        "synopsis": "Using flashbacks from a statement recorded late in life and archival footage for atmosphere, this film traces Harvey Milk's career from his 40th birthday to his death. He leaves the closet and New York, opens a camera shop that becomes the salon for San Francisco's growing gay community, and organizes gays' purchasing power to build political alliances. He runs for office, victory finally comes on the same day Dan White wins in the city's conservative district. The rest sketches Milk's relationship with White and the 1978 fight against a initiative to bar gays and their supporters from public school jobs.",
        "image": "thumbnails/Milk_film.jpg"
    },
    {
        "id": 44,
        "title": "My Cousin Vinny",
        "director": "Jonathan Lynn",
        "release_date": "1992-03-13",
        "cast": [
            "Joe Pesci",
            "Ralph Macchio",
            "Marisa Tomei",
            "Mitchell Whitfield",
            "Fred Gwynne"
        ],
        "production": "Dale Launer, Paul Schiff",
        "distribution": "20th Century Fox",
        "screenwriting": "Dale Launer",
        "genre": [
            "Comedy",
            "Crime"
        ],
        "trailer": "https://www.youtube.com/watch?v=SL4HdaZXuOw",
        "synopsis": "Bill Gambini and Stanley Rothenstein are two friends from New York University who just received scholarships to UCLA. They decide to drive around the South, they arrive in Alabama, they stop at a store to pick up a few snacks, but then they are arrested for murder and robbery. Worse, they are facing execution for this crime. They don't have enough money for a lawyer, so the good news is that Bill has a lawyer in his family, his cousin, Vincent Laguardia Gambini. The bad news is that Vinny is an inexperienced lawyer who has not been at a trial.",
        "image": "thumbnails/My_Cousin_Vinny_film.jpg"
    },
    {
        "id": 45,
        "title": "Nil tábornok (General Nil)",
        "director": "Ryszard Bugajski",
        "release_date": "2009-04-17",
        "cast": [
            "Olgierd Lukaszewicz",
            "Alicja Jachiewicz",
            "Magdalena Emilianowicz"
        ],
        "production": "Włodzimierz Niderhaus",
        "distribution": "Monolith Films, Chełmska",
        "screenwriting": "Ryszard Bugajski, Krzysztof Lukaszewicz",
        "genre": [
            "Biography",
            "Drama",
            "History"
        ],
        "trailer": "https://www.youtube.com/watch?v=Y4DY__JlHaA",
        "synopsis": "The action of the film takes place between 1947 and 1953, and reconstructs the last years of general August Emil Fieldorf's life (pseudonym «Nil»), a legendary commander in chief of Armia Krajowa Kedyw, who was falsely accused and sentenced to death by the communist regime. The film shows his return from the prisoners-of-war camp in the USSR, arrest, interrogation, and finally the period shortly before the verdict and his execution.",
        "image": "thumbnails/General_Nil_film.jpg"
    },
    {
        "id": 46,
        "title": "North by Northwest",
        "director": "Alfred Hitchcock",
        "release_date": "1959-07-28",
        "cast": [
            "Cary Grant",
            "Eva Marie Saint",
            "James Mason",
            "Jessie Royce Landis"
        ],
        "production": "Alfred Hitchcock",
        "distribution": "Metro-Goldwyn-Mayer",
        "screenwriting": "Ernest Lehman",
        "genre": [
            "Adventure",
            "Mistery",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=HRfmTpmIUwo",
        "synopsis": "Madison Avenue advertising man Roger Thornhill finds himself thrust into the world of spies when he is mistaken for a man by the name of George Kaplan. Foreign spy Philip Vandamm and his henchman Leonard try to eliminate him but when Thornhill tries to make sense of the case, he is framed for murder. Now on the run from the police, he manages to board the 20th Century Limited bound for Chicago where he meets a beautiful blond, Eve Kendall, who helps him to evade the authorities. His world is turned upside down yet again when he learns that Eve isn't the innocent bystander he thought she was. Not all is as it seems however, leading to a dramatic rescue and escape at the top of Mt. Rushmore.",
        "image": "thumbnails/North_By_Northwest_film.jpg"
    },
    {
        "id": 47,
        "title": "North Country",
        "director": "Niki Caro",
        "release_date": "2005-10-21",
        "cast": [
            "Charlize Theron",
            "Jeremy Renner",
            "Frances McDormand"
        ],
        "production": "Nick Wechsler",
        "distribution": "Warner Bros.",
        "screenwriting": "Michael Seitzman",
        "genre": [
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=jXkVQm0QPyY",
        "synopsis": "\tA semi-fictionalized account of a long legal battle of group of women miners (specially Josey and her two kids Sammy and Karen) who endured a hostile work environment and numerous and continuous insults and unwanted touching when they became the first women to go work at the Eveleth Mines in Minnesota. Josey is considered a promiscuous women, and after some sexual harassment she hires a lawyer Bill White to help her in a lawsuit against the company, even if some of the female workers are hesitant about the subject.",
        "image": "thumbnails/North_Country_film.jpg"
    },
    {
        "id": 48,
        "title": "Nothing but the truth",
        "director": "Rod Lurie",
        "release_date": "2009-04-28",
        "cast": [
            "Matt Dillon",
            "Kate Beckinsale",
            "Vera Farmiga"
        ],
        "production": "Bob Yari, Marc Frydman, Rod Lurie",
        "distribution": "Yari Film Group",
        "screenwriting": "Rod Lurie",
        "genre": [
            "Crime",
            "Drama",
            "Mistery"
        ],
        "trailer": "https://www.youtube.com/watch?v=X4yiOVt8kCo",
        "synopsis": "Thinking Pulitzer Prize and hoping to bring down a President, D.C. political columnist Rachel Armstrong writes that the President ignored the findings of a covert CIA operative when ordering air strikes against Venezuela. Rachel names the agent, Erica Van Doren, a woman whose young daughter is in Rachel's son's class at school. The government moves quickly to force Rachel to name her source. She's jailed for contempt when she refuses. She won't change her mind, and the days add up. Chaos descends on Van Doren's life as well. First Amendment versus national security, marriage and motherhood versus separation. What's the value of a principle?",
        "image": "thumbnails/Nothing_But_The_Truth_film.jpg"
    },
    {
        "id": 49,
        "title": "Philadelphia",
        "director": "Jonathan Demme",
        "release_date": "1994-01-14",
        "cast": [
            "Tom Hanks",
            "Denzel Washington",
            "Roberta MAxwell"
        ],
        "production": "Edward Saxon, Jonathan Demme",
        "distribution": "TriStar Pictures",
        "screenwriting": "Ron Nyswaner",
        "genre": [
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=cl4B9AU45P4",
        "synopsis": "Andrew Beckett, a gay lawyer infected with AIDS, is fired from his law firm in fear that they might contract AIDS from him. After Andrew is fired, in a last attempt for peace, he sues his former law firm with the help of a homophobic lawyer, Joe Miller. During the court battle, Miller sees that Beckett is no different than anyone else on the gritty streets of the city of brotherly love, sheds his homophobia and helps Beckett with his case before AIDS overcomes him.",
        "image": "thumbnails/Philadelphia_film.jpg"
    },
    {
        "id": 50,
        "title": "Presumed Innocent",
        "director": "Alan J. Pakula",
        "release_date": "19990-07-27",
        "cast": [
            "Harrison Ford",
            "Raul Julia",
            "Greta Scacchi"
        ],
        "production": "Sydney Pollack, Mark Rosenberg",
        "distribution": "Warner Bros.",
        "screenwriting": "Scott Turow",
        "genre": [
            "Crime",
            "Drama",
            "Mystery"
        ],
        "trailer": "https://www.youtube.com/watch?v=DzITUC1lJQ0",
        "synopsis": "When a female D.A. is killed, the D.A. assigns his assistant to handle the investigation. Only problem is that he was having an affair with her. And the evidence reveals that he is the killer. So he suspects that the man who wants his boss' job is trying to frame him. He turns to Sandy Stern a highly celebrated defense attorney to represent him.",
        "image": "thumbnails/Presumed_Innocent_film.jpg"
    },
    {
        "id": 51,
        "title": "Primal Fear",
        "director": "Gregory Hoblit",
        "release_date": "1996-04-03",
        "cast": [
            "Richard Gere",
            "Laura Linney",
            "Edward Norton"
        ],
        "production": "Howard W. Koch Jr., Gary Lucchesi",
        "distribution": "Paramount Pictures",
        "screenwriting": "Wiliam Diehl, Steve Shagan",
        "genre": [
            "Crime",
            "Drama",
            "Mystery"
        ],
        "trailer": "https://www.youtube.com/watch?v=PnmTi7hSjrA",
        "synopsis": "An arrogant, high-powered attorney takes on the case of a poor altar boy found running away from the scene of the grisly murder of the bishop who has taken him in. The case gets a lot more complex when the accused reveals that there may or may not have been a «third person» in the room during the murder. The intensity builds when a surprise twist alters everyone's perception of the crime and what really happened...",
        "image": "thumbnails/Primal_Fear_film.jpg"
    },
    {
        "id": 52,
        "title": "Return to Paradise",
        "director": "Joseph Ruben",
        "release_date": "1998-09-14",
        "cast": [
            "Vince Vaughn",
            "Anne Heche",
            "Joaquin Phoenix"
        ],
        "production": "David Arnold, Ezra Swerdlow",
        "distribution": "Universal Pictures, PolyGram, Gramercy Pictures",
        "screenwriting": "Wesley Strick, Bruce Robinson",
        "genre": [
            "Drama",
            "Romance",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=4wYJWTFPpc4",
        "synopsis": "Three men find themselves in hell in the middle of paradise, after their vacation goes wrong and their irresponsible past comes back to haunt them. Accused of drug trafficking, one of the men fights for his life in another country, while the other two struggle to come to grips with owning up to their share of the burden while preparing themselves for the future they may not have. In the end they must make a choice, let a man die or share responsibility to reduce his friend's sentence.",
        "image": "thumbnails/Return_To_Paradise_film.jpg"
    },
    {
        "id": 53,
        "title": "Rules of Engagement",
        "director": "William Friedkin",
        "release_date": "2000-04-07",
        "cast": [
            "Tommy Lee Jones",
            "Samuel L. Jackson",
            "Guy Pearce"
        ],
        "production": "Scott Rudin, Richard D. Zanuck",
        "distribution": "Paramount Pictures",
        "screenwriting": "Jim Webb, Stephen Gaghan",
        "genre": [
            "Drama",
            "Thriller",
            "War"
        ],
        "trailer": "https://www.youtube.com/watch?v=4ACfE_R-SfA",
        "synopsis": "An attorney defends an officer on trial for ordering his troops to fire on civilians after they stormed a U.S. embassy in a third world country. An example of the functioning of military courts.",
        "image": "thumbnails/Rule_Of_Engagement_film.jpg"
    },
    {
        "id": 54,
        "title": "Runaway Jury",
        "director": "Gary Fleder",
        "release_date": "2003-10-17",
        "cast": [
            "John Cusack",
            "Gene Hackman",
            "Dustin Hoffman",
            "Rachel Weisz"
        ],
        "production": "Gary Fleder, Christopher Mankiewicz, Arnon Milchan",
        "distribution": "20th Century Fox",
        "screenwriting": "Brian Koppelman, David Levien, Rick Cleveland, Matthew Chapman",
        "genre": [
            "Drama",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=c80vGyzA0LI",
        "synopsis": "A day trader is shot at his workplace, his widow sues a major gun manufacturer. She dispatches idealistic lawyer Wendell Rohr to oversee the case. A good man of principle, Wendell takes charge. On the defense team, another man will take charge: Rankin Fitch, a powerful and ruthless jury consultant. But in the middle of it all is the jury. What the lawyers are about to discover is that Nicholas Easter, one of the jurors is collaborating with his girlfriend, on the final outcome of the case.",
        "image": "thumbnails/Runaway_Jury_film.jpg"
    },
    {
        "id": 55,
        "title": "Thank You for Smoking",
        "director": "Jason Reitman",
        "release_date": "2006-03-17",
        "cast": [
            "Aaron Eckhart",
            "Cameron Bright",
            "Maria Bello"
        ],
        "production": "David O. Sacks, Edward R. Pressman",
        "distribution": "Fox Searchlight Pictures",
        "screenwriting": "Jason Reitman",
        "genre": [
            "Comedy",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=JKICJEJnpho",
        "synopsis": "The chief spokesperson and lobbyist Nick Naylor is the Vice-President of the Academy of Tobacco Studies. He is talented in speaking and spins argument to defend the cigarette industry. His best friends are Polly Bailey that works in the Moderation Council in alcohol business, and Bobby Jay Bliss of the gun business own advisory group SAFETY. They frequently meet each other and call themselves the Merchants of Death, disputing which industry has killed more people. Nick's greatest enemy is Vermont's Senator Ortolan Finistirre. When an ambitious reporter betrays Nick disclosing confidences they had in bed, his life turns upside-down.",
        "image": "thumbnails/Thank_You_For_Smoking_film.jpg"
    },
    {
        "id": 56,
        "title": "The Accused",
        "director": "Jonathan Kaplan",
        "release_date": "1988-10-14",
        "cast": [
            "Kelly McGills",
            "Jodie Foster"
        ],
        "production": "Stanley R. Jaffe, Sherry Lansing",
        "distribution": "Paramount Pictures",
        "screenwriting": "Tom Topor",
        "genre": [
            "Crime",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=EI7SG2eYUpU",
        "synopsis": "This movie is based on actual events. Sarah Tobias goes into a bar one night and winds up being gang raped by 3 guys. She is introduced to an attorney named Katherine Murphy. Not only does Katherine Murphy want to go after the men who committed the rape, she wants to go after the men in the bar who cheered it on. But Katherine has her work cut out for her. Her client has a past, and that past could be used against her in court.",
        "image": "thumbnails/The_Accused_film.jpg"
    },
    {
        "id": 57,
        "title": "The Case of The Stuttering Bishop",
        "director": "William Clemmens",
        "release_date": "1937-06-08",
        "cast": [
            "Donald Woods",
            "Ann Dvorak",
            "Anne Nagel",
            "Linda Perry"
        ],
        "production": "Bryan Foy",
        "distribution": "Warner Bros. Pictures",
        "screenwriting": "Kenneth Garnet, Don Ryan",
        "genre": [
            "Crime",
            "Drama",
            "Mystery"
        ],
        "trailer": "-",
        "synopsis": "A Bishop from Australia comes to Perry to ask him to take a case of a woman wrongly accused of manslaughter 22 years before. The case would involve a wealthy man whom the granddaughter may be an imposter. With that, the Bishop leaves to his hotel room, then, he leaves on a boat and Perry meets the woman - Ida Gilbert. Later that night, the wealthy man is to meet Ida, but he is shot by a woman who drops Ida's gun. Ida is arrested for the murder of him and Perry gets involved.",
        "image": "thumbnails/The_Case_Of_The_Stuttering_Bishop_film.jpg"
    },
    {
        "id": 58,
        "title": "The Castle",
        "director": "Rob Sitch",
        "release_date": "1997-05-07",
        "cast": [
            "Michael Caton",
            "Anne Tenney",
            "Stephen Curry",
            "Sophie Lee",
            "Eric Bana"
        ],
        "production": "Debra Choate",
        "distribution": "Village Roadshow (AU), Miramax Films (USA)",
        "screenwriting": "Santo Cilauro, Tom Gleisner, Jane Kennedy, Rob Sitch",
        "genre": [
            "Comedy"
        ],
        "trailer": "https://www.youtube.com/watch?v=ki-Aw9PZFIQ",
        "synopsis": "A Melbourne family is very happy living where they do, near the Melbourne airport (according to Jane Kennedy, it's «practically their back yard»). However, they are forced to leave their beloved home, by the Government and airport authorities. 'The Castle' is the story of how they fight to remain in their house. They take any means necessary to keep their house, eventually they manage to befriend a retired Queen's Counsel, who helps them taking their case as far as the High Court.",
        "image": "thumbnails/The_Castle_film.jpg"
    },
    {
        "id": 59,
        "title": "The Client",
        "director": "Joal Schumacher",
        "release_date": "1994-06-20",
        "cast": [
            "Susan Sarandon",
            "Tommy Lee Jones",
            "Brad Renfro"
        ],
        "production": "Arnon Milchan, Steven Reuther",
        "distribution": "Warner Bros.",
        "screenwriting": "Akiva Goldsman, Robert Getchell",
        "genre": [
            "Crime",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=EZY7_dCQRgk",
        "synopsis": "A street-wise kid, Mark Sway, sees the suicide of Jerome Clifford, a prominent Louisiana lawyer, whose current client is Barry «The Blade» Muldano, a Mafia hit-man. Before Jerome shoots himself, he tells Mark where the body of Senator Boyd Boyette is buried, then Mark escapes. Mark is found at the scene, and both the FBI and the Mafia quickly realize that Mark probably knows more than he says. Mark decides he needs a lawyer, and goes looking for one. He finds Reggie Love, who also becomes convinced that Mark knows more than he says, but Mark isn't talking...",
        "image": "thumbnails/The_Client_film.jpg"
    },
    {
        "id": 60,
        "title": "The Company You Keep",
        "director": "Robert Redford",
        "release_date": "2013-04-05",
        "cast": [
            "Robert Redford",
            "Shia LeBeouf",
            "Julie Christie",
            "Susan Sarandon"
        ],
        "production": "Nicolas Chartier, Robert Redford, Bill Holderman",
        "distribution": "Sony Pictures Classics",
        "screenwriting": "Lern Dobbs",
        "genre": [
            "Drama",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=UELonDEqAMw",
        "synopsis": "After years in hiding, ex-Weather Underground militant, Nick Sloan aka Jim Grant, learns about his old compatriot's arrest for a bank robbery turned deadly in the 1970s, which he is wanted for as an accomplice. This puts a young local reporter, Ben Shepard, on the scent of a story that exposes Nick as well. Nick goes on the run while taking his daughter to safety. Being done, Nick stays outmaneuvers FBI while pursuing a faint hope to clear his name. Meanwhile, Shepard digs deeper into the case himself as he discovers the true complexities of another times' determined ideals.",
        "image": "thumbnails/The_Company_You_Keep_film.jpg"
    },
    {
        "id": 61,
        "title": "The Firm",
        "director": "Sydney Pollack",
        "release_date": "1993-06-30",
        "cast": [
            "Tom Cruise",
            "jeanne Tripplehorn",
            "Gene Hackman",
            "Ed Harris",
            "Holly Hunter",
            "Hal Holbrook",
            "David Strathairn"
        ],
        "production": "John Davis, Sydney Pollack, Scott rudin",
        "distribution": "Paramount Pictures",
        "screenwriting": "David Rabe, Robert Towne, David Rayfiel",
        "genre": [
            "Drama",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=Auxb3l4Y8j0",
        "synopsis": "Mitch McDeere is a young promising lawyer. About to sit his Bar exam, he is approached by 'The Firm' and made an offer. Seduced by the money and gifts showered on him, he is totally oblivious to the more sinister side of his company. Then, two Associates are murdered. The FBI contact him, asking him for information and suddenly his life is ruined. He has a choice - work with the FBI, or stay with the Firm. Either way he will lose his life as he knows it. Mitch figures the only way out is to follow his own plan...",
        "image": "thumbnails/The_Firm_film.jpg"
    },
    {
        "id": 62,
        "title": "The Green Mile",
        "director": "Frank Darabont",
        "release_date": "1999-12-10",
        "cast": [
            "Tom Hanks",
            "David Morse",
            "Michael Clarke Duncan"
        ],
        "production": "David Valdes, Frank Darabont",
        "distribution": "Warner Bros. Pictures",
        "screenwriting": "Frank Darabont",
        "genre": [
            "Crime",
            "Drama",
            "Fantasy"
        ],
        "trailer": "https://www.youtube.com/watch?v=ctRK-4Vt7dA",
        "synopsis": "One day, John Coffey, a giant black man convicted of raping and killing two young white girls, arrives on death row. However, he is shy, soft-spoken, and emotional. Story keeps you in suspense. Nice and shy man only seems to be a great and dangerous.",
        "image": "thumbnails/The_Green_Mile_film.jpg"
    },
    {
        "id": 63,
        "title": "The Hunchback of Notre Dame",
        "director": "William Dieterle",
        "release_date": "1939-12-29",
        "cast": [
            "Charles Laughton",
            "Maureen O'Hara",
            "Sir Cedric Hardwicke",
            "Thomas Mitchell",
            "Edmond O'Brien"
        ],
        "production": "Pandro S. Bernan",
        "distribution": "RKO Radio Pictures",
        "screenwriting": "Sonya Levien, Bruno Frank",
        "genre": [
            "Drama",
            "Horror",
            "Romance"
        ],
        "trailer": "https://www.youtube.com/watch?v=PxWoOQt7dLw",
        "synopsis": "Frollo is King Louis XI's Chief Justice, and gazes on the gypsy girl, Esmeralda, in the church and sends Quasimoto to catch her. Quasimoto, with the girl, is captured by Phoebus, Captain of the Guards, who frees the girl. The courts sentence Quasimoto to be flogged, and the only one who helps him is Esmeralda. Later, at a party of nobles, Esmeralda again meets both Frollo, who is bewitched by her, and Phoebus. When Phoebus is stabbed to death, Esmeralda is accused of the murder, convicted by the court and sentenced to hang. Many try to help her.",
        "image": "thumbnails/The_Hunchback_Of_Notre_Dame_film.jpg"
    },
    {
        "id": 64,
        "title": "The Hurricane",
        "director": "Norman Jewison",
        "release_date": "1999-12-29",
        "cast": [
            "Denzel Washington",
            "Vicellous Reon Shannon",
            "Debora Kara Unger",
            "Liev Schreiber",
            "",
            ""
        ],
        "production": "Norman Jewison, Marc Abraham, Armyan Bernstein, Thomas Bliss, John Ketcham",
        "distribution": "Universal Studios (US), Buena Vista International",
        "screenwriting": "Armyan Bernstein, Dan Gordon",
        "genre": [
            "Biography",
            "Drama",
            "Sport"
        ],
        "trailer": "https://www.youtube.com/watch?v=YTzvLMUfwB8",
        "synopsis": "This is the story of Rubin «Hurricane» Carter, an African-American man who rose to become a top contender for the middle-weight boxing title. However, his dreams are shattered when he is accused of a triple murder, and is convicted to three natural-life terms. He makes a autobiography to prove his innocence, but it doesn't work, this changes when an African-American boy and his Canadian mentors read his book and are convinced of his innocence enough to work for his exoneration.",
        "image": "thumbnails/The_Hurricane_film.jpg"
    },
    {
        "id": 65,
        "title": "The Insider",
        "director": "Michael Mann",
        "release_date": "1999-11-05",
        "cast": [
            "Al Pacino",
            "Russell Crowe",
            "Chirstopher Plummer",
            "Diane Venora",
            "Philip Baker Hall",
            "Lindsay Crouse",
            "Debi Mazar"
        ],
        "production": "Pieter Jan Brugge",
        "distribution": "Buena Vista Pictures",
        "screenwriting": "Eric Roth, Michael Mann",
        "genre": [
            "Biography",
            "Drama",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=5rkvxi5hdbA",
        "synopsis": "This film tells the true story of Jeffrey Wigand, a former tobacco executive, who appeared onTV News show «60 Minutes». As matter of conscience partially prodded by producer Lowell Bergman, he revealed that, the tobacco industry was not only aware that cigarettes are addictive and harmful, but deliberately worked on increasing that addictiveness. Unfortunately, both protagonists of this story learn the hard way that simply telling the truth is not enough as they struggle against both Big Tobacco's attempts to silence them and the CBS's own cowardly complict preference of putting money as a higher priority over the truth.",
        "image": "thumbnails/The_Insider_film.jpg"
    },
    {
        "id": 66,
        "title": "The Lincoln Lawyer",
        "director": "Brad Furman",
        "release_date": "2011-03-17",
        "cast": [
            "Matthew McConaughey",
            "Marisa Tomei",
            "Ryan Phillippe",
            "William Macy"
        ],
        "production": "Sidney Kimmel, Rom Rosenberg, Gary Lucchesi, Richard Wright, Scott Steindorff",
        "distribution": "Lionsgate",
        "screenwriting": "John Romano, Michael Connely",
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=xU4ReVEemN0",
        "synopsis": "Mick Haller is a defense lawyer who works out of his Lincoln. When a wealthy Realtor is accused of assaulting a prostitute, Haller is asked to defend him. The man claims that the woman is trying to get some money out of him. But when Haller looks at the evidence against him, he learns that this case might be linked to an old case of his.",
        "image": "thumbnails/The_Lincoln_Lawyer_film.jpg"
    },
    {
        "id": 67,
        "title": "The Pelican Brief",
        "director": "Alan J. Pakula'",
        "release_date": "1993-12-17",
        "cast": [
            "Julia Roberts",
            "Denzel Washington",
            "Sam Shepard"
        ],
        "production": "Alan J. Pakula, Pieter Jan Brugge, Bryan D. Gilchrist",
        "distribution": "Warner Bros.",
        "screenwriting": "Alan J. Pakula",
        "genre": [
            "Crime",
            "Drama",
            "Mystery"
        ],
        "trailer": "https://www.youtube.com/watch?v=N7seUNbY1_w",
        "synopsis": "Embroiled in an affair with her alcoholic professor (Sam Shephard), precocious 24-year-old law student Darby Shaw (Julia Roberts) writes up an insightful theory about the recent murder of two Supreme Court justices. When Callahan shares this so-called «Pelican Brief» with buddy Gavin Verheek (John Heard), an FBI lawyer, the document makes its way to White House flack Fletcher Coal (Tony Goldwyn), who believes it could topple the current administration. When Callahan is murdered and the President (Robert Culp) convinces the FBI to hold off on investigating Darby's theory, the resourceful student must go into hiding, stalked by relentless assassin Khamel (Stanley Tucci). Her only hope of escaping Callahan's fate and proving her theory lies in Washington investigative reporter Gray Grantham (Denzel Washington), who's already had one confidential source back out of sharing information about the assassinations.",
        "image": "thumbnails/The_Pelican_Brief_film.jpg"
    },
    {
        "id": 69,
        "title": "The Rainmaker",
        "director": "Francis Ford Coppola",
        "release_date": "1997-11-21",
        "cast": [
            "Matt Damon",
            "Claire Danes",
            "Jon Voight",
            "Mary Kay Place",
            "Mickey Rourke",
            "Danny DeVito"
        ],
        "production": "Michael Douglas, Fred Fuchs, Steven Reuther",
        "distribution": "Paramount Pictures",
        "screenwriting": "Francis Ford Coppola",
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=SapUva6f_b0",
        "synopsis": "Rudy Baylor's a young lawyer. There's a case wherein a woman wants to sue an insurance company, that stalled on paying her son's medical bills, eventually he got too ill that he's now terminal. When his boss is investigated for his unethical practices, Deck Schifflet, another man who works at the law office, suggests that he and Rudy open their own office which they do. Now the two of them, try to handle the case themselves but they are up against Leo Drummond, a powerful and wily lawyer.",
        "image": "thumbnails/The_Rainmaker_film.jpg"
    },
    {
        "id": 70,
        "title": "The Reader",
        "director": "Stephen Daldry",
        "release_date": "2008-12-12",
        "cast": [
            "kate Winslet",
            "Ralph Fiennes",
            "David Kross",
            "Lena Olin",
            "Bruno Ganz"
        ],
        "production": "Anthony Minghella, Sydney Pollack, Donna Gigliotti, Redmond Morris",
        "distribution": "The Weinstein Company",
        "screenwriting": "David Hare",
        "genre": [
            "Drama",
            "Romance"
        ],
        "trailer": "https://www.youtube.com/watch?v=9zykpR5fDM0",
        "synopsis": "Opening in post-war Germany, teenager Michael Berg, becomes ill and is helped home by Hanna, a stranger twice his age. Michael recovers and seeks her out thanking. The two are quickly drawn into a passionate but secretive affair. Michael discovers that Hanna loves being read. Despite their bond, Hanna disappears one day and Michael is left heartbroken. Eight years later, Michael as a law student observing the Nazi war crime trials, is shocked to find Hanna back in his life - this time as a defendant in the courtroom. Her past is revealed, and Michael uncovers a deep secret.",
        "image": "thumbnails/The_Reader_film.jpg"
    },
    {
        "id": 71,
        "title": "The Sweet Hereafter",
        "director": "Atom Egoyan",
        "release_date": "1997-10-04",
        "cast": [
            "Ian Holm",
            "Sarah Polley",
            "Brune Greenwood"
        ],
        "production": "Atom Egoyan, Camelia Frieberg",
        "distribution": "Fine Line Features (US), Alliance Atlantis (Canada)",
        "screenwriting": "Atom Egoyan",
        "genre": [
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=upeFO4qwfXM",
        "synopsis": "A lawyer, comes to a Canadian town where 20 children have died in a school bus accident. He wants the parents to sue, to determine who was at fault, and to focus their anger on making those at fault pay. Told partly in flashbacks to the days leading up to the accident, we also follow the attorney from family to family. One young teen survives but is crippled. Her testimony is pivotal, and her relationship with her own father leads to what she says.",
        "image": "thumbnails/The_Sweet_Hereafter_film.jpg"
    },
    {
        "id": 72,
        "title": "The Usual Suspects",
        "director": "Bryan Singer",
        "release_date": "1995-09-16",
        "cast": [
            "Stephen Baldwin",
            "Gabriel Byrne",
            "Benicio del Toro",
            "Kevin Pollak",
            "Kevin Spacey",
            "Chazz Palminteri",
            "Pate Postlethwaite"
        ],
        "production": "Hans Brockmann, François Duplat, Art Horan, Robert Jones, Kenneth Kokin, Michael McDonnell, Bryan Singer",
        "distribution": "Spelling Films INternational, Gramercy Pictures, PolyGram Filmed Entertainment",
        "screenwriting": "Christopher McQuarrie",
        "genre": [
            "Crime",
            "Drama",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=oiXdPolca5w",
        "synopsis": "Following a truck hijack in New York, five conmen are arrested and brought together for questioning. As none of them are guilty, they plan a revenge operation against the police. The operation goes well, but then the influence of a legendary mastermind criminal called Keyser Söze is felt. It becomes clear that each one of them has wronged Söze at some point and must pay back now. The payback job leaves 27 men dead in a boat explosion, but the real question arises now: Who actually is Keyser Söze?",
        "image": "thumbnails/The_Usual_Suspects_film.jpg"
    },
    {
        "id": 73,
        "title": "The Verdict",
        "director": "Sidney Lumet",
        "release_date": "1982-12-08",
        "cast": [
            "Paul Newman",
            "Charlotte Rampling",
            "Jack Warden",
            "James Mason",
            "Milo O'Shea"
        ],
        "production": "David Brown, Richard D. Zanuck",
        "distribution": "20th Century Fox",
        "screenwriting": "David Marnet",
        "genre": [
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=7je8_a7chkg",
        "synopsis": "Frank Galvin is a down-on-his luck lawyer, reduced to drinking and ambulance chasing. Former associate Mickey Morrissey reminds him of his obligations in a medical malpractice suit that he himself served to Galvin on a silver platter: all parties willing to settle out of court. Blundering his way through the preliminaries, he suddenly realizes that perhaps after all the case should go to court: to punish the guilty, to get a decent settlement for his clients, and to restore his standing as a lawyer.",
        "image": "thumbnails/The_Verdict_film.jpg"
    },
    {
        "id": 74,
        "title": "Touch of Evil",
        "director": "Orson Welles",
        "release_date": "1958-05-21",
        "cast": [
            "Orson Welles",
            "Charlton Heston",
            "Janet Leigh",
            "Joseph Calleia",
            ""
        ],
        "production": "Albert Zugsmith",
        "distribution": "Universal-International",
        "screenwriting": "Orson Welles, Paul Monash, Franklin Coen",
        "genre": [
            "Crime",
            "Film Noir",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=V-Oqn2hMp1M",
        "synopsis": "A car is blown as it crosses the Mexican border into the United States. Mike Vargas, a high ranking Mexican narcotics official on honeymoon with his bride, is drawn into the investigation because a Mexican has been accused.  There's a sheriff named Hank Quinlan who is a fanatic where «justice» is concerned, even if obtaining it involves planting evidence. Quinlan's reputation for law and order enables him to bend the law without question until Vargas confronts him. From that point on, it's a battle of wits between the two that, with an accelerating pace, rushes to a climax.",
        "image": "thumbnails/Touch_Of_Evil_film.jpg"
    },
    {
        "id": 75,
        "title": "Walking Tall",
        "director": "Phil Karlson",
        "release_date": "1973-02-22",
        "cast": [
            "Joe Don Baker",
            "Elizabeth Hartman"
        ],
        "production": "Joal Briskin, Morl Briskin, Charles A. Pratt",
        "distribution": "Cinerama Releasing Corporation",
        "screenwriting": "Mort Briskin, Stephen Downing, John Michael Hayes",
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=tfEWDBpgVrg",
        "synopsis": "Buford Pusser's a wrestler, whose wife wants him to settle down, so they go to his home town in Tennessee, where he plans to get into business with his father. But he is shocked to discover all sorts of graft and corruption going on. And when he is a victim of it and decides to strike back by running against the corrupt sheriff. And he wins and wages his own little war against them by making justice on his own.",
        "image": "thumbnails/Walking_Tall_film.jpg"
    },
    {
        "id": 76,
        "title": "World Of Honor",
        "director": "Robert Markowitz",
        "release_date": "2003-12-06",
        "cast": [
            "Don Johnson",
            "Jeanne Tripplehorn",
            "Sharon Lawrence"
        ],
        "production": "Don Johnson, Howard Braunstein, Leslie Greif, Wendy Hill-Tout, Michael Jaffe, Lance H. Robbins",
        "distribution": "Turner Network Television, Warner Home Video",
        "screenwriting": "Jacob Epstein, Leslie Greif, jean-Yves Pitoun, Tom Topor",
        "genre": [
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=YGPUzqebcMM",
        "synopsis": "Prompted by a just-published book that holds ex-lieutenant Ben Tyson accountable for a hushed-up massacre committed by his platoon in a Hue hospital 18 years before, the army recalls Tyson to stand trial for murder. Tyson, confronted by an army authority anxious to save its own face, an embarrassed federal government, and a threatened marriage, and entangled, furthermore, in his own past lives and present sense of guilt, must call on all his cleverness and his own inner toughness to fight his case.",
        "image": "thumbnails/World_Of_Honor_film.jpg"
    },
    {
        "id": 77,
        "title": "Young Guns",
        "director": "Christopher Cain",
        "release_date": "1998-09-12",
        "cast": [
            "Emilio Estevez",
            "Kiefer Sutherland",
            "Lou Diamond Phillips",
            "Charlie Sheen",
            "Dermot Mulroney",
            "Casey Siemaszko",
            "Jack Palance",
            "Terry O'Quinn",
            "Terence Stamp"
        ],
        "production": "Christopher Cain, John Fusco, James G. Robinson, Joe Roth, Paul Schiff, Irby Smith",
        "distribution": "20th Century Fox",
        "screenwriting": "John Fusco",
        "genre": [
            "Action",
            "Crime",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=yp8hqVS6nq4",
        "synopsis": "John Tunstall picks up young gun men from the road to have them work on his ranch, to teach them reading and to civilize them. However he's a thorn in the side of the rich rancher Murphy, as he's a competitor in selling cattle. Tunstall is shot by Murphy's men. Judge Wilson can't do anything, since Sheriff Brady is one of Murphy's men. An attorney, helps the youths becoming Deputies and give them warrants of arrest for the murderers. Instead , William Bonney just shoots them down. Soon the 5 guys become famous and William gets the name «Billie the Kid».",
        "image": "thumbnails/Young_Guns_film.jpg"
    },
    {
        "id": 78,
        "title": "12 Angry Man",
        "director": "Sidney Lumet",
        "release_date": "1957-04-13",
        "cast": [
            "Henry",
            "Fonda",
            "Lee J. Cobb",
            "Ed Begley",
            "E. G. Marshall",
            "Jack Warden",
            "Martin Balsam"
        ],
        "production": "Henry Fonda Reginald Rose",
        "distribution": "United Artists",
        "screenwriting": "Reginald Rose",
        "genre": [
            "Crime",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=nfAbTyAcgpE",
        "synopsis": "The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case of murder soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other. Based on the play, all of the action takes place on the stage of the jury room.",
        "image": "thumbnails/12_Angry_Man_film.png"
    },
    {
        "id": 79,
        "title": "Bound by Honor",
        "director": "Taylor Hackford",
        "release_date": "1993-04-16",
        "cast": [
            "Damian",
            "Chapa",
            "Jesse Borrego",
            "Benjamin Bratt",
            "Enrique Castillo",
            "Delroy Lindo",
            "Tom Towles",
            "Carlos Carrasco"
        ],
        "production": "Taylor Hackford Jerry Gershwin",
        "distribution": "Buena Vista Pictures",
        "screenwriting": "Jimmy Santiago Baca Jeremy Iacone Floyd Mutrux",
        "genre": [
            "Crime",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=ac1e5H4Cs5M",
        "synopsis": "Based on the true life experiences of poet Jimmy Santiago Baca, the film focuses on half-brothers Paco and Cruz, and their bi-racial cousin Miklo. It opens in 1972, as the three are members of an East L.A. gang known as the «Vatos Locos», and the story focuses on how a violent crime and the influence of narcotics alter their lives. Miklo is incarcerated and sent to San Quentin, where he makes a «home» for himself. Cruz becomes an exceptional artist, but a heroin addiction overcomes him with tragic results. Paco becomes a cop and an enemy to Miklo.",
        "image": "thumbnails/Bound_by_Honor_film.png"
    },
    {
        "id": 80,
        "title": "La chambre bleue (The Blue Room)",
        "director": "Mathieu Amalric",
        "release_date": "2014-09-29",
        "cast": [
            "Mathieu",
            "Amalric",
            "Léa Drucker",
            "Stéphanie Cléau"
        ],
        "production": "Paulo Branco",
        "distribution": "Alfama Films",
        "screenwriting": "Mathieu Amalric",
        "genre": [
            "Crime",
            "Thriller"
        ],
        "trailer": "https://www.youtube.com/watch?v=AXru7gOWV-I",
        "synopsis": "A man and a woman, secretly in love, alone in a room. They desire each other, want each other, and even bite each other. In the afterglow, they share a few sweet nothings. At least the man seemed to believe they were nothing. Now under investigation by the police and the courts, what is he accused of?",
        "image": "thumbnails/La_chambre_bleue_(The_Blue_Room)_film.png"
    },
    {
        "id": 82,
        "title": "The People vs. Larry Flynt",
        "director": "Miloš Forman",
        "release_date": "1996-12-25",
        "cast": [
            "Woody",
            "Harrelson",
            "Courtney Love",
            "Edward Norton"
        ],
        "production": "Oliver Stone Janet Yang Michael Hausman",
        "distribution": "Columbia Pictures",
        "screenwriting": "Scott Alexander Larry Karaszewski",
        "genre": [
            "Biography",
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=FbvZtbeC0EM",
        "synopsis": "Strip club owner Larry Flynt and his wife, Althea, create a pornographic magazine that ignores society's morals and taboos. «Hustler» magazine brings the Flynts not only millions in profit but also the wrath of «decent» people. Flynt and his overburdened attorney find themselves in courtrooms all over the nation defending Larry against criminal and civil charges like the ones against Reverend Jerry Falwell. In the meantime, Flynt is beset by paralysis, the result of an assassination attempt, drug addiction, mental illness, and Althea's failing health.",
        "image": "thumbnails/The_People_vs._Larry_Flynt_film.png"
    },
    {
        "id": 83,
        "title": "Word of Honor",
        "director": "Robert Markowitz",
        "release_date": "2003-12-06",
        "cast": [
            "Don",
            "Johnson",
            "Jeanne Tripplehorn",
            "Sharon Lawrence"
        ],
        "production": "Don Johnson Howard Braunstein Leslie Greif Wendy Hill-Tout Michael Jaffe Lance H. Robbins",
        "distribution": "Turner Network Television Warner Home Video",
        "screenwriting": "Jacob Epstein Leslie Greif Jean-Yves Pitoun Tom Topor",
        "genre": [
            "Drama"
        ],
        "trailer": "https://www.youtube.com/watch?v=YGPUzqebcMM",
        "synopsis": "Prompted by a just-published book that holds ex-lieutenant Ben Tyson accountable for a hushed-up massacre committed by his platoon in a Hue hospital 18 years before, the army recalls Tyson to stand trial for murder. Tyson, confronted by an army authority anxious to save its own face, an embarrassed federal government, and a threatened marriage, and entangled, furthermore, in his own past lives and present sense of guilt, must call on all his cleverness and his own inner toughness to fight his case.",
        "image": "thumbnails/Word_of_Honor_film.png"
    }
]