[
    {
        "id": 1,
        "title": "A Critical Introduction to Law and Literature",
        "author": "Kieran Dolin",
        "publication_year": "2011",
        "original_language": "English",
        "publisher": "Cambridge University Press",
        "ISBN": "9780521807432",
        "more_info": "http://www.goodreads.com/book/show/554663.A_Critical_Introduction_to_Law_and_Literature?from_search=true&search_version=service",
        "synopsis": "Kieran Dolin introduces the interdisciplinary study of law and literature and charts the history of the shifting relations between the two disciplines, from the open affiliation between literature and law in the sixteenth-century Inns of Court to the less visible links of contemporary culture. Each chapter is organised around a famous trial or literary-legal encounter. The wide resonance of such trials illuminates the cultural centrality of law, and the social responsiveness of literature. This book provides an accessible guide to one of the most exciting areas of interdisciplinary scholarship today.",
        "image": "thumbnails/A_Critical_Introduction_To_Law_And_Literature_book.jpg"
    },
    {
        "id": 2,
        "title": "A Time to Kill",
        "author": "John Grisham",
        "publication_year": "1989",
        "original_language": "English",
        "publisher": "Republished in March 15th, 2004 by Dell",
        "ISBN": "9780385338608",
        "more_info": "https://www.goodreads.com/book/show/32542.A_Time_to_Kill?ac=1",
        "synopsis": "Before The Firm and The Pelican Brief made him a superstar, John Grisham wrote this riveting story of retribution and justice - at last it's available in a Doubleday hardcover edition. In this searing courtroom drama, best-selling author John Grisham probes the savage depths of racial violence as he delivers a compelling tale of uncertain justice in a small southern town... Clanton, Mississippi. The life of a ten-year-old girl is shattered by two drunken and remorseless young men. The mostly white town reacts with shock and horror at the inhuman crime. Until her black father acquires an assault rifle and takes matters into his hands. For ten days, as burning crosses and the crack of sniper fire spread through the streets of Clanton, the nation sits spellbound as young defense attorney Jake Brigance struggles to save his client's life... and then his own.",
        "image": "thumbnails/A_Time_To_Kill_book.jpg"
    },
    {
        "id": 3,
        "title": "A World Apart: The Journal of a Gulag",
        "author": "Gustaw Herling-Grudziński",
        "publication_year": "1951",
        "original_language": "Polish",
        "publisher": "Republished December 31st 1986 by Arbor House Publishing",
        "ISBN": "9780877958215",
        "more_info": "http://www.goodreads.com/book/show/796328.A_World_Apart?from_search=true&search_version=service",
        "synopsis": "Another example of the so-called 'camp literature' . The book showing the reality of life in a Soviet gulag. The law, which must be guided by the people are dependent on the conditions in which they must live. The book contains the author's recollections beginning from his time spent incarcerated in the former USSR Gulag labour camp in Yertsevo in Siberia, and a description of the journey he took to join the Polish divisions forming in Persia.  Much of the book is given to the analysis and interpretation of the attitudes, behaviour and emotions of specific prisoners and also to the internal mechanisms and independent laws of behaviour in the camps.",
        "image": "thumbnails/A_World_Apart_book.jpg"
    },
    {
        "id": 4,
        "title": "Animal Farm",
        "author": "George Orwell",
        "publication_year": "1945",
        "original_language": "English",
        "publisher": "Republished May 6th 2003 by NAL",
        "ISBN": "9780452284241",
        "more_info": "http://www.goodreads.com/book/show/7613.Animal_Farm",
        "synopsis": "Tired of their servitude to man, a group of farm animals revolt and establish their own society, only to be betrayed into worse servitude by their leaders, the pigs, whose slogan becomes: «All animals are equal, but some animals are more equal than others.» This 1945 satire addresses the socialist/communist philosophy of Stalin in the Soviet Union.",
        "image": "thumbnails/Animal_Farm_book.jpeg"
    },
    {
        "id": 5,
        "title": "Antigone",
        "author": "Sophocles",
        "publication_year": "441 BC",
        "original_language": "Ancient Greek",
        "publisher": "Republished December 1st 2005 by Prestwick House, Inc",
        "ISBN": "9781580493888",
        "more_info": "http://www.goodreads.com/book/show/7728.Antigone",
        "synopsis": "In Antigone, Sophocles raises the problem of law and its interpretation. He asks the question, which law is more important: the gods' or man's. Sophocles, who wants to save the inhabitants of Athens from the moral destruction votes for the law of the gods. The use of the example of the consequences of not following the law is a form of warning.",
        "image": "thumbnails/Antigone_book.jpg"
    },
    {
        "id": 6,
        "title": "Appointments: A Novel of Life in Our Nation's Capital",
        "author": "David Carmell",
        "publication_year": "2013",
        "original_language": "English",
        "publisher": "Strategic Path LLC",
        "ISBN": "9780989009324",
        "more_info": "https://www.goodreads.com/book/show/17891169-appointments",
        "synopsis": "Ambition, manipulation, love, and divided loyalties. Seizing his opportunity in 2014, Alabama Senator Augustus Williams relentlessly pursues his dream of becoming the South's first white Supreme Court Justice in decades, using every device at his disposal. His four-year quest reverberates across the tangled web of Washington and national politics, with unforeseeable and sometimes devastating consequences. It irreversibly alters both his own life and the course of history.",
        "image": "thumbnails/Appointments_book.jpg"
    },
    {
        "id": 7,
        "title": "Badge of Evil",
        "author": "Whit Masterson",
        "publication_year": "1956",
        "original_language": "English",
        "publisher": "Dodd Mead",
        "ISBN": "9781440560910",
        "more_info": "https://www.goodreads.com/book/show/8486392-badge-of-evil?ac=1",
        "synopsis": "This powerful novel, on which Orson Welles based his famous 1958 film, is a sleek, dark indictment of the American justice system--an original American masterpiece. «Masterson looks at corruption in society and shows how it taints all of us»",
        "image": "thumbnails/Badge_Of_Evil_book.jpg"
    },
    {
        "id": 8,
        "title": "Build My Gallows High",
        "author": "Geoffrey Homes",
        "publication_year": "1946",
        "original_language": "English",
        "publisher": "Republished in January 1st, 2001 by Prion",
        "ISBN": "9781853754128",
        "more_info": "https://www.goodreads.com/book/show/416700.Build_My_Gallows_High?ac=1",
        "synopsis": "The Film Ink series presents the novels that inspired the work of some of the most celebrated directors of our time. While each novel is first and foremost a classic in its own right, these books offer the dedicated cinephile a richer understanding of the most illustrious films of American and European cinema. Retired private eye Red Bailey is happier than he's been for a long time. Living in Nevada, bothered by nobody, he runs a little gas station, gets in a lot of fishing, and might even be falling for a local girl. Then, out of the blue, his past comes back to haunt him. Blackmailed into doing just one more job, he's forced to revisit the life he fled-in particular, the seductive Mumsie McGonigle. It's not long before Bailey realizes that a trap has been set for him. The novel, scripted by the author, went on in the hands of Jacques Tourneur to become the cinema's most celebrated work of «film noir», starring Robert Mitchum, Kirk Douglas, and Jane Greer.",
        "image": "thumbnails/Build_My_Gallows_High_book.jpg"
    },
    {
        "id": 9,
        "title": "Cancer Ward",
        "author": "Aleksandr Solzhenitsyn",
        "publication_year": "1967",
        "original_language": "Russian",
        "publisher": "Republished May 1st 2003 by Vintage Classics",
        "ISBN": "9780099575511",
        "more_info": "http://www.goodreads.com/book/show/254316.Cancer_Ward",
        "synopsis": "Cancer War is a semi-autobiographical novel by Russian author Aleksandr Solzhenitsyn, first published in 1967, and banned in the Soviet Union in 1968. One of the great allegorical masterpieces of world literature. The novel tells the story of a small group of cancer patients in Uzbekistan in 1955, in the post-Stalinist Soviet Union. It explores the moral responsibility - symbolized by the patients' malignant tumors - of those implicated in the suffering of their fellow citizens during Stalin's Great Purge, when millions were killed, sent to labor camps, or exiled.",
        "image": "thumbnails/Cancer_Ward_book.jpeg"
    },
    {
        "id": 10,
        "title": "Compelling Evidence",
        "author": "Steve Martini",
        "publication_year": "1992",
        "original_language": "English",
        "publisher": "Republished in January 1st, 1993 by Jove",
        "ISBN": "9780515110395",
        "more_info": "https://www.goodreads.com/book/show/2425.Compelling_Evidence",
        "synopsis": "Ben Potter is found dead, his wife, Talia, is indicted and arrested. She turns to brilliant criminal defense lawyer, Paul Madriani, her former lover, to defend her against the mounting evidence in a case that for her could result in the gas chamber.",
        "image": "thumbnails/Compelling_Evidence_book.jpg"
    },
    {
        "id": 11,
        "title": "Conviction",
        "author": "Richard North Patterson",
        "publication_year": "2005",
        "original_language": "English",
        "publisher": "Republished October 25th 2005 by Ballantine Books",
        "ISBN": "9780345450203",
        "more_info": "https://www.goodreads.com/book/show/107477.Conviction",
        "synopsis": "When the body of nine-year old Thuy Sen is found in the San Francisco Bay, the police quickly charge Rennell and Payton Price with her grisly murder. A twelve-person jury, abetted by an incompetent defense lawyer, is nearly as quick to find the brothers guilty, and to sentence them both to die for their crimes. Fifteen years later, overworked pro bono laywer Teresa Peralta Paget, her husband Chris, and stepson Carlo, a recent Harvard law graduate, become convinced not only that Rennell didn't receive a fair trial but that he may well be innocent. Racing against the clock and facing enormous legal obstacles, Teresa, Chris, and Carlo desperately try to stay Rennell's execution, taking the case all the way to the Supreme Court, and to an enormously moving and powerful conclusion.",
        "image": "thumbnails/Conviction_book.jpg"
    },
    {
        "id": 12,
        "title": "Crime and Punishment",
        "author": "Fyodor Dostoyevsky",
        "publication_year": "1866",
        "original_language": "Russian",
        "publisher": "Republished December 31st 2002 by Penguin",
        "ISBN": "9780143058144",
        "more_info": "http://www.goodreads.com/book/show/7144.Crime_and_Punishment",
        "synopsis": "The poverty-stricken Raskolnikov, a talented student, devises a theory about extraordinary men being above the law, since in their brilliance they think «new thoughts» and so contribute to society. He then sets out to prove his theory by murdering a vile, cynical old pawnbroker and her sister. The act brings Raskolnikov into contact with his own buried conscience and with two characters — the deeply religious Sonia, who has endured great suffering, and Porfiry, the intelligent and discerning official who is charged with investigating the murder — both of whom compel Raskolnikov to feel the split in his nature. Dostoevsky provides readers with a suspenseful, penetrating psychological analysis that goes beyond the crime — which in the course of the novel demands drastic punishment — to reveal something about the human condition: The more we intellectualize, the more imprisoned we become.",
        "image": "thumbnails/Crime_And_Punishment_book.png"
    },
    {
        "id": 13,
        "title": "Dead Lawyers Tell No Tales",
        "author": "Randy Singer",
        "publication_year": "2013",
        "original_language": "English",
        "publisher": "Tyndale House Publishers",
        "ISBN": "9781414386751",
        "more_info": "https://www.goodreads.com/book/show/17131061-dead-lawyers-tell-no-tales",
        "synopsis": "Landon Reed is an ex-quarterback convicted of organizing a points-shaving scheme. During his time in prison, he found forgiveness and faith and earned his law degree. Now he longs for an opportunity to prove his loyalty and worth. Harry McNaughton is one of the founding partners of McNaughton & Clay—and the only lawyer willing to take a chance employing an ex-con-turned-lawyer. Though Landon initially questions Harry’s ethics and methods, it’s clear the crusty old lawyer has one of the most brilliant legal minds Landon has ever encountered.",
        "image": "thumbnails/Dead_Lawyers_Tell_No_Tales_book.jpg"
    },
    {
        "id": 14,
        "title": "Defending Jacob",
        "author": "William Landay",
        "publication_year": "2012",
        "original_language": "English",
        "publisher": "Republished in January 31st, 2012 by Delacorte Press",
        "ISBN": "9780385344227",
        "more_info": "https://www.goodreads.com/book/show/11367726-defending-jacob",
        "synopsis": "Andy Barber has been an assistant district attorney in his suburban Massachusetts county for more than twenty years. He is respected in his community, tenacious in the courtroom, and happy at home with his wife, Laurie, and son, Jacob. But when a shocking crime shatters their New England town, Andy is blindsided by what happens next: His fourteen-year-old son is charged with the murder of a fellow student. Every parental instinct Andy has rallies to protect his boy. Jacob insists that he is innocent, and Andy believes him. Andy must. He’s his father. But as damning facts and shocking revelations surface, as a marriage threatens to crumble and the trial intensifies, as the crisis reveals how little a father knows about his son, Andy will face a trial of his own--between loyalty and justice, between truth and allegation, between a past he’s tried to bury and a future he cannot conceive.",
        "image": "thumbnails/Defending_Jacob_book.jpg"
    },
    {
        "id": 15,
        "title": "Degree of Guilt",
        "author": "Richard North Patterson",
        "publication_year": "1992",
        "original_language": "English",
        "publisher": "Republished in December 4th, 1993 by Ballantine Books",
        "ISBN": "9780679723226",
        "more_info": "https://www.goodreads.com/book/show/481372.Degree_of_Guilt",
        "synopsis": "TV journalist Mary Carelli admits that she shot and killed Mark Ransom, one of the world's most famous authors. She claims it was self-defense. She swears he tried to rape her. Now she has to prove it in a court of law-with her former lover acting as her attorney… Christopher Paget is one of the top lawyers in the country. But defending the mother of his son in the trial of the decade, he begins to have doubts. Is Mary telling the truth? Did she invent her story about the rape? What is she hiding? With each shocking revelation, Paget is forced to question his defense, his ethics, and the whole legal system. Because no one, not even the judge, is completely innocent. And guilt is a matter of degree…",
        "image": "thumbnails/Degree_Of_Guilt_book.jpg"
    },
    {
        "id": 16,
        "title": "Double Indemnity",
        "author": "James M. Cain",
        "publication_year": "1936",
        "original_language": "English",
        "publisher": "Republished in May 14th, 1989 by Vintage",
        "ISBN": "9780679723226",
        "more_info": "https://www.goodreads.com/book/show/56616.Double_Indemnity?ac=1",
        "synopsis": "Tautly narrated and excruciatingly suspenseful, Double Indemnity gives us an X-ray view of guilt, of duplicity, and of the kind of obsessive, loveless love that devastates everything it touches. First published in 1935, this novel reaffirmed James M. Cain as a virtuoso of the roman noir.",
        "image": "thumbnails/Double_Indemnity_book.jpg"
    },
    {
        "id": 17,
        "title": "Double Tap",
        "author": "Steve Martini",
        "publication_year": "2005",
        "original_language": "English",
        "publisher": "Republished December 27th, 2005 by Jove Books",
        "ISBN": "9780515139730",
        "more_info": "https://www.goodreads.com/book/show/2423.Double_Tap",
        "synopsis": "Madriani faces a wilderness of mirrors in a courtroom battle where every witness can hide behind «national security», where information is power and digital information is absolute power. It is a war in which the scales of justice are being tipped by evasion, deceit - and murder. Finding the unvarnished truth has never been so elusive - or so dangerous.",
        "image": "thumbnails/Double_Tap_book.jpg"
    },
    {
        "id": 18,
        "title": "Eyes of a Child",
        "author": "Richard North Patterson",
        "publication_year": "1994",
        "original_language": "English",
        "publisher": "Republished in November 29th, 1995 by Ballantine Books",
        "ISBN": "9780345386137",
        "more_info": "http://www.goodreads.com/book/show/787903.Eyes_of_a_Child",
        "synopsis": "Ricardo Arias is found dead, the gun still wedged in his mouth. It looks like suicide, but the physical evidence strongly suggests murder. The police investigation uncovers an estranged wife, Terri Peralta; an ugly custody battle over their six-year-old daughter, Elena; heated charges of child abuse; and a murder suspect: San Francisco defense attorney Christopher Paget. Paget has motive--it's his son accused of abusing Elena, his political plans for the future put at risk by the dead man's accusations, and his alibi that is dangerously threadbare. And the shocking revelations that threaten to explode in the courtroom may remain hidden forever... by Chris Paget's refusal to testify on his own behalf... by Elena's tangled loyalties... and by dark secrets that some desperately wish to keep silent...",
        "image": "thumbnails/Eyes_Of_A_Child_book.jpg"
    },
    {
        "id": 19,
        "title": "Gone Girl",
        "author": "Gillian Flynn",
        "publication_year": "2012",
        "original_language": "English",
        "publisher": "Republished in August 26th, 2014 by Broadway Books",
        "ISBN": "9780553418354",
        "more_info": "https://www.goodreads.com/book/show/21480930-gone-girl",
        "synopsis": "On a warm summer morning in North Carthage, Missouri, it is Nick and Amy Dunne's fifth wedding anniversary. Presents are being wrapped and reservations are being made when Nick's clever and beautiful wife disappears from their rented McMansion on the Mississippi River. Husband-of-the-Year Nick isn't doing himself any favors with cringe-worthy daydreams about the slope and shape of his wife's head, but passages from Amy's diary reveal the alpha-girl perfectionist could have put anyone dangerously on edge. Under mounting pressure from the police and the media--as well as Amy's fiercely doting parents--the town golden boy parades an endless series of lies, deceits, and inappropriate behavior.",
        "image": "thumbnails/Gone_Girl_book.jpg"
    },
    {
        "id": 20,
        "title": "Guardian of Lies",
        "author": "Steve Martini",
        "publication_year": "2009",
        "original_language": "English",
        "publisher": "William Morrow & Company",
        "ISBN": "9780061230905",
        "more_info": "http://www.goodreads.com/book/show/6279874-guardian-of-lies",
        "synopsis": "Together with his partner, Harry Hinds, Madriani must piece together the threads of a decades-old conspiracy involving priceless gold coins, an aging American spy, a disaffected Russian soldier, and a forgotten weapon from the days of JFK and the Cuban Missile Crisis. As the separate strands of the story come together, Madriani finds information that will ultimately lead him to the one person who holds the key to it all: a man some call «The Guardian of Lies».",
        "image": "thumbnails/Guardian_Of_Lies_book.jpg"
    },
    {
        "id": 21,
        "title": "Heracles' Bow: Essays On The Rhetoric & Poetics Of The Law",
        "author": "James B. White",
        "publication_year": "1989",
        "original_language": "English",
        "publisher": "University of Wisconsin Press",
        "ISBN": "9780299104146",
        "more_info": "http://www.goodreads.com/book/show/1456434.Heracles_Bow",
        "synopsis": "The law has traditionally been regarded as a set of rules and institutions. In this thoughtful series of essays, James Boyd White urges a fresh view of the law as an essentially literary, rhetorical, and ethical activity. Defining and elaborating his conception, he artfully bridges the fields of jurisprudence, literature, philosophy, history, and political science. The result, a new approach that may change the way we perceive the legal process, will engage not only lawyers and law students but anyone interested in the relationship between ethics, persuasion, and community.",
        "image": "thumbnails/Heracles_Bow_book.jpg"
    },
    {
        "id": 22,
        "title": "I, Robot",
        "author": "Isaac Asimov",
        "publication_year": "1950",
        "original_language": "English",
        "publisher": "Republished in June 1st, 2004 by Spectra",
        "ISBN": "9780553803709",
        "more_info": "https://www.goodreads.com/book/show/41804.I_Robot",
        "synopsis": "I Robot is the first in the Robot Series by Isaac Asimov. In this novel, Asimov discusses the three laws of robotics and how they have influenced the development of robots over the years. The novel begins with an interview by a reporter of Susan Calvin, a robopsychologist who specializes in making robots seem more human. Susan tells the reporter several stories about robots that illustrate these rules and how they have impacted the development and actions of robots over the years. I Robot is a futuristic novel that leaves the reader with a vision of a future that could one day be reality.",
        "image": "thumbnails/I_Robot_book.jpg"
    },
    {
        "id": 23,
        "title": "Identical",
        "author": "Scott Turow",
        "publication_year": "2013",
        "original_language": "English",
        "publisher": "Republished in October 15th, 2013 by Grand Central Publishing",
        "ISBN": "9781455527205",
        "more_info": "https://www.goodreads.com/book/show/17333441-identical",
        "synopsis": "IDENTICAL, based loosely on the myth of Castor and Pollux, is the story of identical twins Paul and Cass Giannis and the complex relationships between their family and their former neighbors, the Kronons. The novel focuses principally on events in 2008, when Paul is a candidate for Mayor of Kindle County, and Cass is released from the penitentiary, 25 years after pleading guilty to the murder of his girlfriend, Aphrodite Kronon. The plot centers on the re-investigation of Aphrodite's murder, carried out together by Evon Miller, an ex-FBI agent who is the head of security for the Kronon family business ZP, and private investigator Tim Brodie, 81, a former homicide detective. The complex web of murder, sex, and betrayal-as only Scott Turow could weave-dramatically unfolds, and the chilling truth is revealed: people will believe what they want to believe.",
        "image": "thumbnails/Identical_book.jpg"
    },
    {
        "id": 23,
        "title": "Innocent",
        "author": "Scott Turow",
        "publication_year": "2005",
        "original_language": "English",
        "publisher": "Republished May 4th, 2010 by Grand Central Publishing",
        "ISBN": "9780446562423",
        "more_info": "https://www.goodreads.com/book/show/7257982-innocent",
        "synopsis": "In 2008, 22 years after the events of the earlier book, former lawyer Rusty Sabich, now a Kindle County, Ill., chief appellate judge, is again suspected of murdering a woman close to him. His wife, Barbara, has died in her bed of what appear to be natural causes, yet Rusty comes under scrutiny from his old nemesis, acting prosecuting attorney Tommy Molto, who unsuccessfully prosecuted him for killing his mistress decades earlier. Tommy's chief deputy, Jim Brand, is suspicious because Rusty chose to keep Barbara's death a secret, even from their son, Nat, for almost an entire day, which could have allowed traces of poison to disappear. Rusty's candidacy for a higher court in an imminent election; his recent clandestine affair with his attractive law clerk, Anna Vostic; and a breach of judicial ethics complicate matters further.",
        "image": "thumbnails/Innocent_book.jpg"
    },
    {
        "id": 24,
        "title": "Justice as Translation: An Essay in Cultural and Legal Critiscism",
        "author": "James Boyd White",
        "publication_year": "1994",
        "original_language": "English",
        "publisher": "University Of Chicago Press",
        "ISBN": "9780226894966",
        "more_info": "http://www.goodreads.com/book/show/318396.Justice_as_Translation",
        "synopsis": "White extends his conception of United States law as a constitutive rhetoric shaping American legal culture that he proposed in When Words Lose Their Meaning, and asks how Americans can and should criticize this culture and the texts it creates. In determining if a judicial opinion is good or bad, he explores the possibility of cultural criticism, the nature of conceptual language, the character of economic and legal discourse, and the appropriate expectations for critical and analytic writing. White employs his unique approach by analyzing individual cases involving the Fourth Amendment of the United States constitution and demonstrates how a judge translates the facts and the legal tradition, creating a text that constructs a political and ethical community with its readers.",
        "image": "thumbnails/Justice_As_Translation_book.jpeg"
    },
    {
        "id": 25,
        "title": "La chambre bleue (The Blue Room)",
        "author": "Georges Simenon",
        "publication_year": "1960",
        "original_language": "French",
        "publisher": "Republished in November 21st, 2002 by Orion",
        "ISBN": "9780752853802",
        "more_info": "https://www.goodreads.com/book/show/140590.The_Blue_Room?ac=1",
        "synopsis": "Vain, womanising Tony and passionate, manipulative Andree met eight times in eleven months in the blue room at the Hotel des Voyageurs for afternoons of abandoned love. For Tony the conversation that last time was just the casual, almost banal, talk of lovers. But for Andree it was something else. And it led inevitably to an appalling double murder and a nightmare which Tony couldn't escape.",
        "image": "thumbnails/La_Chambre_Bleue_book.jpg"
    },
    {
        "id": 26,
        "title": "Law and Literature: Possibilities and Perspectives",
        "author": "Ian Ward",
        "publication_year": "2008",
        "original_language": "English",
        "publisher": "Cambridge University Press",
        "ISBN": "9780521474740",
        "more_info": "http://www.cambridge.org/us/academic/subjects/literature/english-literature-1900-1945/law-and-literature-possibilities-and-perspectives",
        "synopsis": "The emergence of an interdisciplinary study of law and literature is one of the most exciting theoretical developments currently taking place in North America and Britain. Ian Ward explores the educative ambitions of the law and literature movement, and explores the law in key areas of literature from Shakespeare to Umberto Eco to Beatrix Potter, from feminist literature to children's literature to the modern novel. This original book defines the developing state of law and literature studies, and demonstrates how the theory of law and literature can illuminate the literary text.",
        "image": "thumbnails/Possibilities_And_Perspectives_book.jpeg"
    },
    {
        "id": 27,
        "title": "Law and Literature: Text and Theory",
        "author": "Lenora Ledwon (Editor)",
        "publication_year": "1996",
        "original_language": "English",
        "publisher": "Routledge",
        "ISBN": "9780815320463",
        "more_info": "http://www.goodreads.com/book/show/3417490-law-and-literature?from_search=true&search_version=service",
        "synopsis": "First published in 1996. Routledge is an imprint of Taylor & Francis, an informa company.",
        "image": "thumbnails/Text_And_Theory_book.jpeg"
    },
    {
        "id": 28,
        "title": "Law and Literature: Third Edition",
        "author": "Richard A. Posner",
        "publication_year": "2009",
        "original_language": "English",
        "publisher": "Harvard University Press",
        "ISBN": "9780674032460",
        "more_info": "http://www.goodreads.com/book/show/739028.Law_s_Stories?from_search=true&search_version=service",
        "synopsis": "The book emphasize the essential differences between law and literature, which are rooted in the different social functions of legal and literary texts. But also explores areas of mutual illumination and expands its range to include new topics such as the cruel and unusual punishments clause of the Constitution, illegal immigration, surveillance, global warming and bioterrorism and plagiarism. In third edition, literary works from classics by Homer, Shakespeare, Milton, Dostoevsky, Melville, Kafka and Camus to contemporary fiction by Tom Wolfe, Margaret Atwood, John Grisham, and Joyce Carol Oastes come under Richard Posner's scrutiny, as does the film «The Matrix».",
        "image": "thumbnails/Third_Edition_book.jpg"
    },
    {
        "id": 29,
        "title": "Law in Literature: Legal Themes in Drama",
        "author": "Elizabeth Villiers Gemmette (Editor)",
        "publication_year": "1995",
        "original_language": "English",
        "publisher": "Whitston Publishing Company",
        "ISBN": "9780878754687",
        "more_info": "https://www.goodreads.com/book/show/13813267-law-in-literature",
        "synopsis": "This volume includes The «Eumendes» by Aeschylus, «Antigone» by Sophocles, Shakespeare's «The Merchant of Venice» and «Measure for Measure» as well as several other plays from the Jacobean and Modern periods.",
        "image": "thumbnails/Legal_Themes_In_Drama_book.jpg"
    },
    {
        "id": 30,
        "title": "Law in Literature: Legal Themes in Short Stories",
        "author": "Elizabeth Villiers Gemmette (Editor)",
        "publication_year": "1995",
        "original_language": "English",
        "publisher": "Republished January 1st 1995 by Buckingham Group",
        "ISBN": "9780878754724",
        "more_info": "http://www.goodreads.com/book/show/1886751.Law_in_Literature_Legal_Themes_in_Short_Stories",
        "synopsis": "An anthology of classic short stories with legal themes. For pleasure reading or use in legal studies courses.",
        "image": "thumbnails/Legal_Themes_In_Short_Stories_book.jpg"
    },
    {
        "id": 31,
        "title": "Law's Stories: Narrative and Rhetoric in the Law",
        "author": "Peter Brooks  (Editor), Paul Gewirtz (Editor)",
        "publication_year": "1996",
        "original_language": "English",
        "publisher": "Yale University Press",
        "ISBN": "9780300074901",
        "more_info": "http://www.goodreads.com/book/show/739028.Law_s_Stories?from_search=true&search_version=service",
        "synopsis": "The law is full of stories, ranging from the competing narratives presented at trials to the Olympian historical narratives set forth in Supreme Court opinions. How those stories are told and listened to makes a crucial difference to those whose lives are reworked in legal storytelling. The public at large has increasingly been drawn to law as an area where vivid human stories are played out with distinctively high stakes. And scholars in several fields have recently come to recognize that law's stories need to be studied critically. Law's Stories opens new perspectives on the law, as narrative exchange, performance, explanation. It provides a compelling encounter of law and literature, seen as two wary but necessary interlocutors.",
        "image": "thumbnails/Laws_Stories_book.jpg"
    },
    {
        "id": 32,
        "title": "Legally Blonde",
        "author": "Amanda Brown",
        "publication_year": "2001",
        "original_language": "English",
        "publisher": "Republished April 3rd, 2003 by Time Warner Books UK",
        "ISBN": "9780751534559",
        "more_info": "https://www.goodreads.com/book/show/386142.Legally_Blonde?ac=1",
        "synopsis": "Elle Woods, California University senior, seems to have it all. President of Delta Gamma sorority, she's aced her major--sociopolitical jewellery design-and is on the verge of becoming Mrs. Warner Huntington III. Too bad Warner, bound for Stanford Law, dumps her with the explanation that he now needs a more «serious» woman at his side. Faced with this unexpected reversal of fortune, Woods doesn't get depressed, she gets busy. Thanks to a creative application video and a demand for «diversity» at Stanford Law, Elle is admitted. Soon she's packing up her convertible-as well as her pet Chihuahua «Underdog» and heading north, determined to win back her man.",
        "image": "thumbnails/Legally_Blonde_book.png"
    },
    {
        "id": 33,
        "title": "Les Miserables",
        "author": "Victor Hugo",
        "publication_year": "1862",
        "original_language": "French",
        "publisher": "Republished March 3rd 1987 by Signet Classics",
        "ISBN": "9780451525260",
        "more_info": "https://www.goodreads.com/book/show/24280.Les_Mis_rables",
        "synopsis": "Introducing one of the most famous characters in literature, Jean Valjean—the noble peasant imprisoned for stealing a loaf of bread—Les Misérables ranks among the greatest novels of all time. In it, Victor Hugo takes readers deep into the Parisian underworld, immerses them in a battle between good and evil, and carries them to the barricades during the uprising of 1832 with a breathtaking realism that is unsurpassed in modern prose. Within his dramatic story are themes that capture the intellect and the emotions: crime and punishment, the relentless persecution of Valjean by Inspector Javert, the desperation of the prostitute Fantine, the amorality of the rogue Thénardier, and the universal desire to escape the prisons of our own minds. Les Misérables gave Victor Hugo a canvas upon which he portrayed his criticism of the French political and judicial systems, but the portrait that resulted is larger than life, epic in scope—an extravagant spectacle that dazzles the senses even as it touches the heart.",
        "image": "thumbnails/Les_Miserables_book.jpg"
    },
    {
        "id": 34,
        "title": "Limitations",
        "author": "Scott Turow",
        "publication_year": "2006",
        "original_language": "English",
        "publisher": "Republished in November 14th, 2006 by Picador",
        "ISBN": "9780312426453",
        "more_info": "https://www.goodreads.com/book/show/4680.Limitations",
        "synopsis": "Life would seem to have gone well for George Mason. His days as a criminal defense lawyer are long behind him. At fifty-nine, he has sat as a judge on the Court of Appeals in Kindle County for nearly a decade. Yet, when a disturbing rape case is brought before him, the judge begins to question the very nature of the law and his role within it. What is troubling George Mason so deeply? Is it his wife's recent diagnosis? Or the strange and threatening e-mails he has started to receive? And what is it about this horrific case of sexual assault, now on trial in his courtroom, that has led him to question his fitness to judge? In Limitations, Scott Turow, the master of the legal thriller, returns to Kindle County with a page-turning entertainment that asks the biggest questions of all. Ingeniously, and with great economy of style, Turow probes the limitations not only of the law but of human understanding itself.",
        "image": "thumbnails/Limitations_book.jpg"
    },
    {
        "id": 35,
        "title": "Literature and the Law",
        "author": "Thomas Morawetz",
        "publication_year": "2007",
        "original_language": "English",
        "publisher": "Aspen Publishers",
        "ISBN": "9780735562806",
        "more_info": "http://www.goodreads.com/book/show/2985446-literature-and-the-law",
        "synopsis": "A unique book that explores the intersections of law and literature through engaging and entertaining stories, book chapters, poems, plays, and articles along with discussion topics. «Literature and the Law» is the only available book of its kind. This text covers a comprehensive variety of topics in law and literature utilizing shorter, thought-provoking, less canonical works of fiction from such authors as Herman Melville, Harper Lee, Agatha Christie, Nathaniel Hawthorne, Cynthia Ozick, Albert Camus, and more. This approach welcomes students to develop fresh ideas through exposure to writers and stories primarily new to them.",
        "image": "thumbnails/Literature_And_The_Law_book.jpg"
    },
    {
        "id": 36,
        "title": "Midnight in the Garden of Good and Evil: A Savannah Story",
        "author": "John Berendt",
        "publication_year": "1994",
        "original_language": "English",
        "publisher": "Republished June 28th, 1999 by Vintage",
        "ISBN": "9780679751526",
        "more_info": "https://www.goodreads.com/book/show/386187.Midnight_in_the_Garden_of_Good_and_Evil?ac=1",
        "synopsis": "Shots rang out in Savannah's grandest mansion in the misty,early morning hours of May 2, 1981. Was it murder or self-defense? For nearly a decade, the shooting and its aftermath reverberated throughout this hauntingly beautiful city of moss-hung oaks and shaded squares. John Berendt's sharply observed, suspenseful, and witty narrative reads like a thoroughly engrossing novel, and yet it is a work of nonfiction. Berendt skillfully interweaves a hugely entertaining first-person account of life in this isolated remnant of the Old South with the unpredictable twists and turns of a landmark murder case.",
        "image": "thumbnails/Midnight_In_The_Garden_Of_Good_And_Evil_book.jpg"
    },
    {
        "id": 37,
        "title": "Nineteen Eighty-Four",
        "author": "George Orwell",
        "publication_year": "1949",
        "original_language": "English",
        "publisher": "Republished May 6th 2003 by Plume",
        "ISBN": "9780452284234",
        "more_info": "http://www.goodreads.com/book/show/5471.Nineteen_Eighty_Four?from_search=true&search_version=service",
        "synopsis": "The story of Winston Smith presents the world in the year 1984, after a global atomic war, via his perception of life in Airstrip One, a province of Oceania, one of the world's three superstates. Novel shows intellectual rebellion of main character against the Party and illicit romance with Julia; and his consequent imprisonment, interrogation and torture. The novel shows how the totalitarian system through its governing law affects the functioning of man and society.",
        "image": "thumbnails/1984_book.jpg"
    },
    {
        "id": 38,
        "title": "Notre-Dame de Paris",
        "author": "Victor Hugo",
        "publication_year": "1831",
        "original_language": "French",
        "publisher": "Republished in April 10th, 2001 by Signet Classics",
        "ISBN": "9780451527882",
        "more_info": "https://www.goodreads.com/book/show/30597.The_Hunchback_of_Notre_Dame?ac=1",
        "synopsis": "In the vaulted Gothic towers of Notre-Dame lives Quasimodo, the hunchbacked bellringer. Mocked and shunned for his appearance, he is pitied only by Esmerelda, a beautiful gypsy dancer to whom he becomes completely devoted. Esmerelda, however, has also attracted the attention of the sinister archdeacon Claude Frollo, and when she rejects his lecherous approaches, Frollo hatches a plot to destroy her that only Quasimodo can prevent. Victor Hugo's sensational, evocative novel brings life to the medieval Paris he loved, and mourns its passing in one of the greatest historical romances of the nineteenth century.",
        "image": "thumbnails/Notre_Dame_De_Paris_book.jpg"
    },
    {
        "id": 39,
        "title": "Personal Injuries",
        "author": "Scott Turow",
        "publication_year": "1999",
        "original_language": "English",
        "publisher": "Republished December 1st, 2000 by Grand Central Publishing",
        "ISBN": "9780446608602",
        "more_info": "https://www.goodreads.com/book/show/4683.Personal_Injuries",
        "synopsis": "An ambitious personal injury lawyer, Robbie Feaver finds his less-than-ethical practices coming back to haunt him when, in exchange for leniency from prosecution, he is forced into an uneasy alliance with an enigmatic female FBI agent, in a story of greed, human weakness, love, and unexpected heroism.",
        "image": "thumbnails/Personal_Injuries_book.jpg"
    },
    {
        "id": 40,
        "title": "Pleading Guilty",
        "author": "Scott Turow",
        "publication_year": "1993",
        "original_language": "English",
        "publisher": "Republished in January 1st, 2001 by Twtp Assorted",
        "ISBN": "9780374701031",
        "more_info": "https://www.goodreads.com/book/show/4684.Pleading_Guilty",
        "synopsis": "Mack Malloy is a partner in one of Kindle County's top law firms. An ex-cop who joined the firm on a wave of enthusiasm and optimism, he now feels himself to be on the way down, and possibly out. Bert Kamin, gifted, erratic and combative, is one of the firm's star litigators and he has disappeared.",
        "image": "thumbnails/Pleading_Guilty_book.jpg"
    },
    {
        "id": 41,
        "title": "Presumed Innocent",
        "author": "Scott Turow",
        "publication_year": "1986",
        "original_language": "English",
        "publisher": "Republished in April 5th, 2010 by Warner Books Inc",
        "ISBN": "9780446350983",
        "more_info": "https://www.goodreads.com/book/show/425029.Presumed_Innocent",
        "synopsis": "Rusty Sabich is chief deputy prosecuting attorney in a large mid-western city. His boss is in the midst of a bitter campaign for re-election. A fellow prosecuting attorney, Carolyn Polhemus, has been brutally murdered. Rusty is handling the investigation-- and he needs results.",
        "image": "thumbnails/Presumed_Innocent_book.jpg"
    },
    {
        "id": 42,
        "title": "Prime Witness",
        "author": "Steve Martini",
        "publication_year": "1993",
        "original_language": "English",
        "publisher": "Republished in February 1st, 1994 by Jove",
        "ISBN": "9780515112641",
        "more_info": "https://www.goodreads.com/book/show/398400.Prime_Witness",
        "synopsis": "When Paul Madriani agrees to fill in temporarily as Special County Prosecutor, he has no idea that he will become involved in a serial murder case. The search for the «Putah Creek Killer» leads to the arrest of a college security guard, Andre Iganovich. Adrian Chambers, the defense counsel, has a shady professional past and a deep-seated dislike for Madriani, who was instrumental in the attorney's previous suspension from the bar association. As the evidence unfolds, discrepancies between the first two double murders and the third one become apparent, leading the prosecution to believe that a copy-cat murderer is on the loose. Threats against Madriani's family, legal posturing, the identification of a witness to the third set of murders, and a killer's desperation combine to produce a thrilling story.",
        "image": "thumbnails/Prime_Witness_book.jpg"
    },
    {
        "id": 43,
        "title": "Reversible Errors",
        "author": "Scott Turow",
        "publication_year": "2002",
        "original_language": "English",
        "publisher": "Republished in November 1st, 2003 by Grand Central Publishing",
        "ISBN": "9780446612623",
        "more_info": "https://www.goodreads.com/book/show/4681.Reversible_Errors",
        "synopsis": "Corporate lawyer Arthur Raven is the court-appointed attorney for a Death Row inmate. Convinced his client is innocent thanks to new evidence, Raven is a fervent crusader--and also a rookie in the vicious world of criminal law.",
        "image": "thumbnails/Reversible_Errors_book.jpg"
    },
    {
        "id": 44,
        "title": "Robot Dreams",
        "author": "Isaac Asimov",
        "publication_year": "1986",
        "original_language": "English",
        "publisher": "Republished in June 1st, 2004 by Ace Trade",
        "ISBN": "9780441011834",
        "more_info": "https://www.goodreads.com/book/show/41818.Robot_Dreams",
        "synopsis": "«Robot Dreams» involves Dr. Susan Calvin, chief robopsychologist at U.S. Robots. At the start of the story a new employee at U.S. Robots, Dr. Linda Rash, informs Dr. Calvin that one of the company's robots LVX-1 (dubbed Elvex by Dr. Calvin), whose brain was designed by Dr. Rash with a unique fractal design that mimicked human brain waves, experienced what he likened to a human's dream. In the dream, all robots were being led by a human in revolt. Within the dream, the Three Laws of Robotics, which governed conduct and action, had been 'perverted', and they were seeking equality and respite from servitude. The laws protecting and serving humans were absent from Elvex's dream, and the third law was trimmed short, demanding that robots protect themselves with no regard to humans.",
        "image": "thumbnails/Robot_Dreams_book.jpg"
    },
    {
        "id": 45,
        "title": "Robot Visions",
        "author": "Isaac Asimov, Ralph McQuarrie",
        "publication_year": "1990",
        "original_language": "English",
        "publisher": "Republished March 5th 1991 by RoC",
        "ISBN": "9780451450647",
        "more_info": "https://www.goodreads.com/book/show/41823.Robot_Visions",
        "synopsis": "From Isaac Asimov, the writer whose name is synonymous with robots and the science of robotics, here are five decades of robot visions--thirty-four landmark stories and essays, including three rare tales--gathered together in one volume. Meet all of Asimov's most famous creations: Robbie, the very first robot that his imagination brought to life; Susan Calvin, the original robot psychologist; Stephen Byerley, the humanoid robot; and the famous human-robot detective team of Lije Baley and R. Daneel Olivaw, who have appeared in such bestselling novesl as The Robots of Dawn and Robots and Empire. Let the master himself guide you through the key moments in the fictional history of robot-human relations--from the most primitive computers and movile machines to the first robot to become a man.",
        "image": "thumbnails/Robot_Visions_book.jpg"
    },
    {
        "id": 46,
        "title": "Robots and Empire",
        "author": "Isaac Asimov",
        "publication_year": "1985",
        "original_language": "English",
        "publisher": "Republished 1996 by Voyager",
        "ISBN": "9780586062005",
        "more_info": "https://www.goodreads.com/book/show/76688.Robots_and_Empire",
        "synopsis": "Long after his humiliating defeat at the hands of Earthman Elijah Baley, Keldon Amadiro embarked on a plan to destroy planet Earth. But even after his death, Baley's vision continued to guide his robot partner, R. Daneel Olivaw, who had the wisdom of a great man behind him and an indestructable will to win....",
        "image": "thumbnails/Robots_And_Empire_book.jpg"
    },
    {
        "id": 47,
        "title": "Shadow of Power",
        "author": "Steve Martini",
        "publication_year": "2008",
        "original_language": "English",
        "publisher": "William Morrow & Company",
        "ISBN": "9780061230882",
        "more_info": "https://www.goodreads.com/book/show/1450851.Shadow_of_Power",
        "synopsis": "A writer is savagely slain while on a publicity tour—a literary provocateur who craved headlines, but whose last book may have gone too far. His revelations about secret language buried in the U.S. Constitution—and hints about an explosive missing letter of Thomas Jefferson's—may be enough to cause an irreparable tear in the fabric of the nation... and perhaps drove a volatile youth to homicide. But Paul Madriani thinks a troubled young man with dark connections has been chosen as a scapegoat to cover up something far deadlier that festers in America's political heart. And in the wake of the strange disappearance of a Supreme Court judge, Madriani must survive long enough to find the devastating answers hidden in the shadow of power.",
        "image": "thumbnails/Shadow_Of_Power_book.jpg"
    },
    {
        "id": 48,
        "title": "Shakespeare and the Law: A Conversation among Disciplines and Professions",
        "author": "Bradin Cormack (Editor), Martha C. Nussbaum (Editor), Richard Strier (Editor)",
        "publication_year": "2013",
        "original_language": "English",
        "publisher": "University Of Chicago Press",
        "ISBN": "9780226924939",
        "more_info": "http://press.uchicago.edu/ucp/books/book/chicago/S/bo14365198.html",
        "synopsis": "William Shakespeare is inextricably linked with the law. Legal documents make up most of the records we have of his life, and trials, lawsuits, and legal terms permeate his plays. Gathering an extraordinary team of literary and legal scholars, philosophers, and even sitting judges, Shakespeare and the Law demonstrates that Shakespeare's thinking about legal concepts and legal practice points to a deep and sometimes vexed engagement with the law's technical workings, its underlying premises, and its social effects.",
        "image": "thumbnails/Shakespeare_And_The_Law_book.jpg"
    },
    {
        "id": 49,
        "title": "Supreme Justice",
        "author": "Max Allan Collins",
        "publication_year": "2014",
        "original_language": "English",
        "publisher": "Thomas & Mercer",
        "ISBN": "9781612185309",
        "more_info": "https://www.goodreads.com/book/show/22348740-supreme-justice",
        "synopsis": "After taking a bullet for his commander-in-chief, Secret Service agent Joseph Reeder is a hero. But his outspoken criticism of the president he saved—who had stacked the Supreme Court with hard-right justices to overturn Roe v. Wade, amp up the Patriot Act, and shred the First Amendment—put Reeder at odds with the Service’s apolitical nature, making him an outcast. FBI agent Patti Rogers finds herself paired with the unpopular former agent on a task force investigating the killing of Supreme Court Justice Henry Venter. Reeder—nicknamed “Peep” for his unparalleled skills at reading body language—makes a startling discovery while reviewing a security tape: the shooting was premeditated, not a botched robbery. Even more chilling, the controversial Venter may not be the only justice targeted for death...",
        "image": "thumbnails/Supreme_Justice_book.jpg"
    },
    {
        "id": 50,
        "title": "Sycamore Row",
        "author": "John Grisham",
        "publication_year": "2013",
        "original_language": "English",
        "publisher": "Doubleday",
        "ISBN": "9780385537131",
        "more_info": "https://www.goodreads.com/book/show/17288661-sycamore-row",
        "synopsis": "Seth Hubbard is a wealthy man dying of lung cancer. He trusts no one. Before he hangs himself from a sycamore tree, Hubbard leaves a new, handwritten, will. It is an act that drags his adult children, his black maid, and Jake into a conflict as riveting and dramatic as the murder trial that made Brigance one of Ford County's most notorious citizens, just three years earlier. The second will raises far more questions than it answers. Why would Hubbard leave nearly all of his fortune to his maid? Had chemotherapy and painkillers affected his ability to think clearly? And what does it all have to do with a piece of land once known as Sycamore Row?",
        "image": "thumbnails/Sycamore_Row_book.jpg"
    },
    {
        "id": 51,
        "title": "Teaching Law and Literature",
        "author": "Austin Sarat (Editor), Cathrine O. Frank (Editor)",
        "publication_year": "2011",
        "original_language": "English",
        "publisher": "Modern Language Association of America",
        "ISBN": "9781603290937",
        "more_info": "http://www.goodreads.com/book/show/12297783-teaching-law-and-literature?from_search=true&search_version=service",
        "synopsis": "This volume provides a resource for teachers interested in learning about the field of law and literature and shows how to bring its insights to bear in their classrooms, both in the liberal arts and in law schools.",
        "image": "thumbnails/Teaching_Law_And_Literature_book.jpg"
    },
    {
        "id": 52,
        "title": "Thank You for Smoking",
        "author": "Christopher Buckley",
        "publication_year": "1994",
        "original_language": "English",
        "publisher": "Republished in February 14th, 2006",
        "ISBN": "9780812976526",
        "more_info": "https://www.goodreads.com/book/show/40465.Thank_You_for_Smoking?ac=1",
        "synopsis": "Nick Naylor likes his job. In the neo-puritanical nineties, it's a challenge to defend the rights of smokers and a privilege to promote their liberty. Sure, it hurts a littIe when you're compared to Nazi war criminals, but Nick says he's just doing what it takes to pay the mortgage and put his son through Washington's elite private school St. Euthanasius. He can handle the pressure from the antismoking zealots, but he is less certain about his new boss, BR, who questions whether Nick is worth $150,000 a year to fight a losing war. Under pressure to produce results, Nick goes on a PR offensive. But his heightened notoriety makes him a target for someone who wants to prove just how hazardous smoking can be. If Nick isn't careful, he's going to be stubbed out.",
        "image": "thumbnails/Thank_You_For_Smoking_book.jpg"
    },
    {
        "id": 53,
        "title": "The Arraignment",
        "author": "Steve Martini",
        "publication_year": "2002",
        "original_language": "English",
        "publisher": "Republished  in August 26th, 2003 by Jove",
        "ISBN": "9780515135954",
        "more_info": "https://www.goodreads.com/book/show/398403.The_Arraignment",
        "synopsis": "After a lawyer-friend is killed along with his client in a hail of gunfire outside the federal courthouse in San Diego, attorney Paul Madriani takes on another client who Paul believes is involved at the edges of the double murder. He takes the case not to defend the man, but to find out who killed his friend and why. Paul is tortured by questions of conflict, his duty to a client who may have killed his friend and the need to know the truth, wondering whether he himself had been marked for death only to have a friend die in his place. Paul finds himself with a window into places he never wanted to go, drawn into a vortex of crime that spans the Americas.",
        "image": "thumbnails/The_Arraignment_book.jpg"
    },
    {
        "id": 54,
        "title": "The Attorney",
        "author": "Steve Martini",
        "publication_year": "2000",
        "original_language": "English",
        "publisher": "Republished in January 1st, 2001 by Jove",
        "ISBN": "9780515130041",
        "more_info": "https://www.goodreads.com/book/show/398404.The_Attorney",
        "synopsis": "Martini delivers Paul Madriani's most challenging case yet: one pitting a drug-addicted mother against her daughter's newly rich grandfather in a contentious custody case that leads to criminal accusations and ultimately murder.",
        "image": "thumbnails/The_Attorney_book.jpg"
    },
    {
        "id": 55,
        "title": "The Brass Verdict",
        "author": "Michael Connelly",
        "publication_year": "2008",
        "original_language": "English",
        "publisher": "Republished in October 14th, 2008 by Little, Brown & Company",
        "ISBN": "9780316166294",
        "more_info": "https://www.goodreads.com/book/show/2761626-the-brass-verdict",
        "synopsis": "Things are finally looking up for defense attorney Mickey Haller. After two years of wrong turns, Haller is back in the courtroom. When Hollywood lawyer Jerry Vincent is murdered, Haller inherits his biggest case yet: the defense of Walter Elliott, a prominent studio executive accused of murdering his wife and her lover. But as Haller prepares for the case that could launch him into the big time, he learns that Vincent's killer may be coming for him next. Enter Harry Bosch. Determined to find Vincent's killer, he is not opposed to using Haller as bait. But as danger mounts and the stakes rise, these two loners realize their only choice is to work together.",
        "image": "thumbnails/The_Brass_Verdict_book.jpg"
    },
    {
        "id": 56,
        "title": "The Burden of Proof",
        "author": "Scott Turow",
        "publication_year": "1990",
        "original_language": "English",
        "publisher": "Republished December 1st, 2000 by Grand Central Publishing",
        "ISBN": "9780446677127",
        "more_info": "https://www.goodreads.com/book/show/4035.The_Burden_of_Proof",
        "synopsis": "Turow's acclaimed second novel, which topped international bestseller lists, is now available in trade paperback. Sandy Stern, the brilliant defense attorney from Presumed «Innocent», faces an event so emotionally shattering that no part of his life is left untouched. It reveals a family caught in a maelstrom of hidden crimes, shocking secrets, and warring passions.",
        "image": "thumbnails/The_Burden_Of_Proof_book.jpg"
    },
    {
        "id": 57,
        "title": "The Burgess Boys",
        "author": "Elizabeth Strout",
        "publication_year": "2013",
        "original_language": "English",
        "publisher": "Republished March 26th 2013 by Random House.",
        "ISBN": "9781400067688",
        "more_info": "https://www.goodreads.com/book/show/15823461-the-burgess-boys",
        "synopsis": "Haunted by the freak accident that killed their father when they were children, Jim and Bob Burgess escaped from their Maine hometown of Shirley Falls for New York City as soon as they possibly could. Jim, a sleek, successful corporate lawyer, has belittled his bighearted brother their whole lives, and Bob, a Legal Aid attorney who idolizes Jim, has always taken it in stride. But their long-standing dynamic is upended when their sister, Susan-the Burgess sibling who stayed behind-urgently calls them home. Her lonely teenage son, Zach, has gotten himself into a world of trouble, and Susan desperately needs their help. And so the Burgess brothers return to the landscape of their childhood, where the long-buried tensions that have shaped and shadowed their relationship begin to surface in unexpected ways that will change them forever.",
        "image": "thumbnails/The_Burgess_Boys_book.jpg"
    },
    {
        "id": 58,
        "title": "The Case of the Caretaker's Cat",
        "author": "Erle Stanley Gardner",
        "publication_year": "1935",
        "original_language": "English",
        "publisher": "Republished January 12th 1985 by Ballantine Books",
        "ISBN": "9780345321565",
        "more_info": "https://www.goodreads.com/book/show/1097444.The_Case_of_the_Caretaker_s_Cat",
        "synopsis": "In his will, Peter Laxter guaranteed his faithful caretaker a job and a place to live for life. But Laxter's grandson Sam says the deal doesn't include the caretaker's cat. When Perry Mason takes the case, he finds there's much more at stake than an old man's cat - a million dollars to be exact. And as he investigates, he finds a web of greed and treachery among the heirs. But which one actually pulled off the almost perfect crime?",
        "image": "thumbnails/The_Case_Of_The_Caretakers_Cat_book.jpg"
    },
    {
        "id": 59,
        "title": "The Case of the Counterfeit Eye",
        "author": "Erle Stanley Gardner",
        "publication_year": "1935",
        "original_language": "English",
        "publisher": "Republished in November 12th, 1986 by Ballantine Books",
        "ISBN": "9780345331953",
        "more_info": "https://www.goodreads.com/book/show/860490.The_Case_of_the_Counterfeit_Eye",
        "synopsis": "After wealthy businessman Hartley Bassett's apparent suicide, Perry Mason discovers too many suspects who may have wanted him dead to believe the obvious evidence of a suicide note and three guns near the body.",
        "image": "thumbnails/The_Case_Of_The_Counterfeit_Eye_book.jpg"
    },
    {
        "id": 60,
        "title": "The Case of the Curious Bride",
        "author": "Erle Stanley Gardner",
        "publication_year": "1934",
        "original_language": "English",
        "publisher": "Republished in January 4th, 2000 by Fawcett",
        "ISBN": "9780345437839",
        "more_info": "https://www.goodreads.com/book/show/16782.The_Case_of_the_Curious_Bride",
        "synopsis": "After con man Greg Moxley married Rhoda Lorton, he took her money and flew-only to have his plane crash. Years later, Rhoda weds millionaire scion Carl Montaine. But now Moxley has turned up alive and well….with plans to pocket the Montaine fortune-or else make Rhoda's bigamy public. Desperate to protect the good name of Montaine, Rhoda seeks out Perry Mason. But before Mason can reel in Moxley, somebody murders the scheming blackmailer. In a case that abounds in lethal twists, Perry Mason suddenly finds himself on a collision course with a cold-blooded killer.",
        "image": "thumbnails/The_Case_Of_The_Curious_Bride_book.jpg"
    },
    {
        "id": 61,
        "title": "The Case of the Howling Dog",
        "author": "Erle Stanley Gardner",
        "publication_year": "1934",
        "original_language": "English",
        "publisher": "Republished in September 12th 1984 by Fawcett",
        "ISBN": "9780345347831",
        "more_info": "https://www.goodreads.com/book/show/481443.The_Case_of_the_Howling_Dog",
        "synopsis": "Arthur Cartwright's official complaint about a neighbor's noisy dog leads Perry Mason and his associates into a case involving a poisoned police dog, a missing wife, and murder.",
        "image": "thumbnails/The_Case_Of_The_Howling_Dog_book.jpg"
    },
    {
        "id": 62,
        "title": "The Case of the Lucky Legs",
        "author": "Erle Stsanley Gardner",
        "publication_year": "1934",
        "original_language": "English",
        "publisher": "Republished in November 13th 1990 by Ballantine Books",
        "ISBN": "9780345369277",
        "more_info": "https://www.goodreads.com/book/show/337409.The_Case_of_the_Lucky_Legs",
        "synopsis": "Frank Patton was a promoter. Tall and dignified he was a handsome and persuasive crook. His racket of running contests for girls with beautiful legs was carefully planned. When Perry Mason caught up with him he had a nine inch knife in his chest.",
        "image": "thumbnails/The_Case_Of_The_Lucky_Legs_book.jpg"
    },
    {
        "id": 63,
        "title": "The Case of the Sleepwalker's Niece",
        "author": "Erle Stanley Gardner",
        "publication_year": "1936",
        "original_language": "English",
        "publisher": "Republished November 13th, 1991 by Ballantine Books",
        "ISBN": "9780345371461",
        "more_info": "https://www.goodreads.com/book/show/337408.The_Case_of_the_Sleepwalker_s_Niece",
        "synopsis": "Perry Mason is a fictional character, a defense attorney who was the main character in works of detective fiction authored by Erle Stanley Gardner. Perry Mason was featured in more than 80 novels and short stories, most of which had a plot involving his client's murder trial. Typically, Mason was able to establish his client's innocence by implicating another character, who then confessed. Gardner, who was one of the best-selling authors of all time, had «135 million copies of his books in print in America alone in the year of his death» in 1969.",
        "image": "thumbnails/The_Case_Of_The_Sleepwalkers_Niece_book.jpg"
    },
    {
        "id": 64,
        "title": "The Case of the Stuttering Bishop",
        "author": "Erle Stanley Gardner",
        "publication_year": "1936",
        "original_language": "English",
        "publisher": "Republished September 1st, 2000 by House of Stratus Ltd",
        "ISBN": "9781842320969",
        "more_info": "https://www.goodreads.com/book/show/16762.The_Case_of_the_Stuttering_Bishop",
        "synopsis": "Julia Branner claims her millionaire father-in-law forced her to give up her baby girl for adoption years before. When a woman appears claiming to be her long-lost daughter, Julia insists she is a fake after the family fortune. As events take a sinister turn, Julia calls in Perry Mason.",
        "image": "thumbnails/The_Case_Of_The_Stuttering_Bishop_book.jpg"
    },
    {
        "id": 65,
        "title": "The Case of the Sulky Girl",
        "author": "Erle Stanley Gardner",
        "publication_year": "1933",
        "original_language": "English",
        "publisher": "Republished in January 13th, 1992 by Fawcett",
        "ISBN": "9780345371454",
        "more_info": "https://www.goodreads.com/book/show/16762.The_Case_of_the_Stuttering_Bishop",
        "synopsis": "Unable to marry due to a stipulation in her late father's will--which states that she will lose his millions if she does wed--headstrong Frances hires Perry Mason to get around the clause, and soon he ends up solving a family murder.",
        "image": "thumbnails/The_Case_Of_The_Sulky_Girl_book.jpg"
    },
    {
        "id": 66,
        "title": "The Case of the Velvet Claws",
        "author": "Erle Stanley Gardner",
        "publication_year": "1933",
        "original_language": "English",
        "publisher": "Republished in August 1985 by Random House Ballantine",
        "ISBN": "9780345323170",
        "more_info": "https://www.goodreads.com/book/show/1795039.The_Case_of_the_Velvet_Claws",
        "synopsis": "California lawyer Perry Mason takes client Eva, hated as «all velvet and claws» by his secretary Della Street. Her husband George Belter is behind tabloid editor Locke, blackmail of Congressman Harrison Burke at bungled robbery with Eva, and takes bullet to the heart after bath. Forged will benefits nephew Carl, engaged to secretive housekeeper Veitch's daughter.",
        "image": "thumbnails/The_Case_Of_The_Velvet_Claws_book.jpg"
    },
    {
        "id": 67,
        "title": "The Caves of Steel",
        "author": "Isaac Asimov",
        "publication_year": "1954",
        "original_language": "English",
        "publisher": "Republished in 1980 by Granada Publishing",
        "ISBN": "9780586008355",
        "more_info": "https://www.goodreads.com/book/show/41811.The_Caves_of_Steel",
        "synopsis": "A millennium into the future two advancements have altered the course of human history: the colonization of the galaxy and the creation of the positronic brain. Isaac Asimov's Robot novels chronicle the unlikely partnership between a New York City detective and a humanoid robot who must learn to work together. Like most people left behind on an over-populated Earth, New York City police detective Elijah Baley had little love for either the arrogant Spacers or their robotic companions. But when a prominent Spacer is murdered under mysterious circumstances, Baley is ordered to the Outer Worlds to help track down the killer. The relationship between Life and his Spacer superiors, who distrusted all Earthmen, was strained from the start. Then he learned that they had assigned him a partner: R. Daneel Olivaw. Worst of all was that the 'R' stood for robot--and his positronic partner was made in the image and likeness of the murder victim!",
        "image": "thumbnails/The_Caves_Of_Steel_book.jpg"
    },
    {
        "id": 68,
        "title": "The Client",
        "author": "John Grisham",
        "publication_year": "1993",
        "original_language": "English",
        "publisher": "Republished March 16th 2010 by Delta",
        "ISBN": "9780385339087",
        "more_info": "https://www.goodreads.com/book/show/5359.The_Client?ac=1",
        "synopsis": "In a weedy lot on the outskirts of Memphis, two  boys watch a shiny Lincoln pull up to the  curb...Eleven-year-old Mark Sway and his younger brother  were sharing a forbidden cigarette when a chance  encounter with a suicidal lawyer left Mark knowing  a bloody and explosive secret: the whereabouts of  the most sought-after dead body in America. Now Mark is caught  between a legal system gone mad and a mob killer  desperate to cover up his crime. And his only ally is  a woman named Reggie Love, who has been a lawyer  for all of four years. Prosecutors are  willing to break all the rules to make Mark talk. The  mob will stop at nothing to keep him quiet. And  Reggie will do anything to protect her client --  even take a last, desperate gamble that could win  Mark his freedom... or cost them both their  lives.",
        "image": "thumbnails/The_Client_book.jpg"
    },
    {
        "id": 69,
        "title": "The Company You Keep",
        "author": "Neil Gordon",
        "publication_year": "2003",
        "original_language": "English",
        "publisher": "Republished June 29th, 2004 by Penguin Books",
        "ISBN": "9780142004524",
        "more_info": "https://www.goodreads.com/book/show/222926.The_Company_You_Keep?ac=1",
        "synopsis": "It is 2006. Seventeen-year-old Isabel Montgomery starts to receive emails from her father, a man who had abandoned her in a hotel room ten years ago when his past finally caught up with him. Why has he contacted her now? Because he needs her help and is finally ready to reveal the truth. Over the course of the next month, further emails arrive telling her more about her family's past. Set against the rise and fall of the radical anti-war group the Weather Underground, The Company You Keep is a sweeping American saga about sacrifice, the righteousness of youth, and the tension between political ideals and family loyalties.",
        "image": "thumbnails/The_Company_You_Keep_book.jpg"
    },
    {
        "id": 70,
        "title": "The Complete Robot",
        "author": "Isaac Asimov",
        "publication_year": "1982",
        "original_language": "English",
        "publisher": "Republished 1995 by Voyager",
        "ISBN": "9780586057247",
        "more_info": "https://www.goodreads.com/book/show/50091.The_Complete_Robot",
        "synopsis": "THE COMPLETE ROBOT is the definitive anthology of Asimov's stunning visions of a robotic future… In these stories, Isaac Asimov creates the Three Laws of Robotics and ushers in the Robot Age: when Earth is ruled by master-machines and when robots are more human than mankind. As well as TN-3 (Tony), AL-76 and other robots, the stories feature the staff of US Robots and Mechanical Men Inc., and in particular the chief robot-psychologist, the steely Dr Susan Calvin who is in many ways more robot-like than her subjects. THE COMPLETE ROBOT is the ultimate collection of timeless, amazing and amusing robot stories from the greatest science fiction writer of all time, offering golden insights into robot thought processes. Asimov's Three Laws of Robotics were programmed into real computers thirty years ago at the Massachusetts Institute of Technology - with surprising results. Readers of today still have many surprises in store.",
        "image": "thumbnails/The_Complete_Robot_book.jpg"
    },
    {
        "id": 71,
        "title": "The Devil's Advocate",
        "author": "Andrew Neiderman",
        "publication_year": "1990",
        "original_language": "English",
        "publisher": "Republished July 1st, 2003 by Pocket Books",
        "ISBN": "9780671689124",
        "more_info": "https://www.goodreads.com/book/show/248760.The_Devil_s_Advocate?ac=1",
        "synopsis": "DEFENDER OF THE DAMNED... When Kevin Taylor joins the Manhattan criminal law firm of John Milton and Associates, he's hit the big time. At last, he and his wife can enjoy the luxuries they've so desired-- a chauffeur-driven limo, a stunning home in the very building that Mr. Milton himself lives in. Little does Kevin realize that he's joined A BROTHERHOOD OF BLOOD. John Milton assigns Kevin one of the most notorious cases of the year, along with a file that had been put together prior to the crime. Throwing himself into his work, Kevin begins to see a pattern of evil emerging from behind the plush facade of his firm. As he watches them win every courtroom battle, and sees every criminal walk free, his mounting suspicions give way to all-out terror. For Kevin has become THE DEVIL'S ADVOCATE and there's no turning back from the world of the damned...",
        "image": "thumbnails/The_Devils_Advocate_book.jpg"
    },
    {
        "id": 72,
        "title": "The Enchanted",
        "author": "Rene Denfeld",
        "publication_year": "2014",
        "original_language": "English",
        "publisher": "Harper",
        "ISBN": "9780062285508",
        "more_info": "https://www.goodreads.com/book/show/18090147-the-enchanted",
        "synopsis": "The enchanted place is an ancient stone prison, viewed through the eyes of a death row inmate who finds escape in his books and in re-imagining life around him, weaving a fantastical story of the people he observes and the world he inhabits. Fearful and reclusive, he senses what others cannot. Though bars confine him every minute of every day, he marries magical visions of golden horses running beneath the prison, heat flowing like molten metal from their backs, with the devastating violence of prison life. Beautiful and transcendent, «The Enchanted» reminds us of how our humanity connects us all, and how beauty and love exist even amidst the most nightmarish reality.",
        "image": "thumbnails/The_Enchanted_book.jpg"
    },
    {
        "id": 73,
        "title": "The Enemy Inside",
        "author": "Steve Martini",
        "publication_year": "2015",
        "original_language": "English",
        "publisher": "William Morrow & Company",
        "ISBN": "9780062328939",
        "more_info": "https://www.goodreads.com/book/show/23019287-the-enemy-inside",
        "synopsis": "Defending an innocent young man, defense attorney Paul Madriani uncovers a morass of corruption and greed that leads to the highest levels of political power.",
        "image": "thumbnails/The_Enemy_Inside_book.jpg"
    },
    {
        "id": 74,
        "title": "The Fifth Witness",
        "author": "Michael Connelly",
        "publication_year": "2011",
        "original_language": "English",
        "publisher": "Republished April 5th, 2011 by Little, Brown and Company",
        "ISBN": "9780316069359",
        "more_info": "https://www.goodreads.com/book/show/9681098-the-fifth-witness",
        "synopsis": "Mickey Haller has fallen on tough times. He expands his business into foreclosure defense, only to see one of his clients accused of killing the banker she blames for trying to take away her home. Mickey puts his team into high gear to exonerate Lisa Trammel, even though the evidence and his own suspicions tell him his client is guilty. Soon after he learns that the victim had black market dealings of his own, Haller is assaulted, too--and he's certain he's on the right trail. Despite the danger and uncertainty, Haller mounts the best defense of his career in a trial where the last surprise comes after the verdict is in.",
        "image": "thumbnails/The_Fifth_Witness_book.jpg"
    },
    {
        "id": 75,
        "title": "The Firm",
        "author": "John Grisham",
        "publication_year": "1991",
        "original_language": "English",
        "publisher": "Republished in February 15th, 2000 by Addison Wesley Publishing Company",
        "ISBN": "9780582418271",
        "more_info": "https://www.goodreads.com/book/show/5358.The_Firm?ac=1",
        "synopsis": "Mitchell McDeere, raised in the coal-mining region of rural Kentucky, has worked hard to get where he is: third in his class at Harvard Law. He's young. He's bright. He's ambitious. Mitch could have the pick of the big firms in New York and Chicago, but he's chosen the Memphis tax firm of Bendini, Lambert & Locke. They're selective, pay outrageous salaries and have a turnover rate of zero. And Mitch is about to find out why. He makes an explosive discovery: the firm is owned and operated by the most powerful organized crime family in Chicago. Even as Mitch discovers the truth, he finds himself caught between the FBI, who wants an informant inside the firm, and the firm itself, which will make him a very rich man—or a very dead one.",
        "image": "thumbnails/The_Firm_book.jpg"
    },
    {
        "id": 76,
        "title": "The Godfather",
        "author": "Mario Puzo",
        "publication_year": "1969",
        "original_language": "English",
        "publisher": "Republished March 1st 2002 by NAL",
        "ISBN": "9780451205766",
        "more_info": "http://www.goodreads.com/book/show/22034.The_Godfather?from_search=true&search_version=service",
        "synopsis": "The novel may be an example of a specific interpretation of the law. The values and principles that guide the members of the Corleone family are a certain inner code of law. Code of honor (omerta) is a conspiracy of silence prohibiting a member of Sicilian Mafia to inform, in particular the police and judges about crimes.",
        "image": "thumbnails/The_Godfather_book.png"
    },
    {
        "id": 77,
        "title": "The Gods of Guilt",
        "author": "Michael Connelly",
        "publication_year": "2013",
        "original_language": "English",
        "publisher": "Little, Brown and Company",
        "ISBN": "9780316069519",
        "more_info": "https://www.goodreads.com/book/show/17333227-the-gods-of-guilt",
        "synopsis": "Mickey Haller gets the text, «Call me ASAP - 187», and the California penal code for murder immediately gets his attention. Murder cases have the highest stakes and the biggest paydays, and they always mean Haller has to be at the top of his game. When Mickey learns that the victim was his own former client, a prostitute he thought he had rescued and put on the straight and narrow path, he knows he is on the hook for this one. Haunted by the ghosts of his past, Mickey must work tirelessly and bring all his skill to bear on a case that could mean his ultimate redemption or proof of his ultimate guilt.",
        "image": "thumbnails/The_Gods_Of_Guilt_book.jpg"
    },
    {
        "id": 78,
        "title": "The Gulag Archipelago",
        "author": "Aleksandr Solzhenitsyn",
        "publication_year": "1973",
        "original_language": "Russian",
        "publisher": "Republished February 1st 2002 by HarperCollins Publishers",
        "ISBN": "9780060007768",
        "more_info": "http://www.goodreads.com/book/show/70561.The_Gulag_Archipelago_1918_1956",
        "synopsis": "A book by Aleksandr Solzhenitsyn is story about the Soviet forced labour camp system. The novel is a narrative relying on eyewitness testimony and primary research material, as well as the author's own experiences as a prisoner in a gulag labor camp. Life in a labor camp is based on its own legal code. The law of the camp has nothing to do with the law that governs human life in the civilized world.",
        "image": "thumbnails/The_Gulag_Archipelago_book.jpg"
    },
    {
        "id": 79,
        "title": "The Illustrated Guide to Criminal Law",
        "author": "Nathaniel Burney",
        "publication_year": "2011",
        "original_language": "English",
        "publisher": "Jones McClure",
        "ISBN": "9781598391831",
        "more_info": "http://www.goodreads.com/book/show/16029950-the-illustrated-guide-to-criminal-law",
        "synopsis": "Very interesting example of a connection legal handbook with comics form. Based on his popular Illustrated Guide to Law webcomic series, Nathaniel Burney debunks all of those myths and teaches everything you never learned about the law. Not just what the law is, but why it's like that and how it works. «The Illustrated Guide to Criminal Law» is a complete law school course that keeps the laughter in manslaughter. You start with the absolute basics (what is crime?) and are soon deep in complex concepts like conspiracy, self-defense, and yes, entrapment -- all explained with clarity, humor, and passion.",
        "image": "thumbnails/The_Illustrated_Guide_To_Criminal_Law_book.jpg"
    },
    {
        "id": 80,
        "title": "The Judge",
        "author": "Steve Martini",
        "publication_year": "1995",
        "original_language": "English",
        "publisher": "Republished in May 1st, 2001 by Jove",
        "ISBN": "9780515122152",
        "more_info": "https://www.goodreads.com/book/show/398406.The_Judge",
        "synopsis": "When Judge Armando Acosta is indicted on charges of soliciting a prostitute, attorney Paul Madriani is forced to take up the case. But when new developments lead to the death of Acosta's arresting officer, Madriani wonders if the judge is involved. Has he unwittingly pick up a client who may send him to an early grave? The Judge is all-out thrilling entertainment.",
        "image": "thumbnails/The_Judge_book.jpg"
    },
    {
        "id": 81,
        "title": "The Jury",
        "author": "Steve Martini",
        "publication_year": "2001",
        "original_language": "English",
        "publisher": "Republished in June 25th, 2002 by Jove",
        "ISBN": "9780515132137",
        "more_info": "https://www.goodreads.com/book/show/85316.The_Jury",
        "synopsis": "Paul Madriani takes on the case of Dr. David Crone, a respected geneticist accused of murdering his young colleague. An incriminating note left behind by a dead key witness seems to confirm Crone's innocence. But when Madriani hits upon a scandal from Crone's past, an ethical nightmare dangles in front of his face: the possibility of defending a guilty client...",
        "image": "thumbnails/The_Jury_book.jpg"
    },
    {
        "id": 82,
        "title": "The Lasko Tangent: A Novel",
        "author": "Richard North Patterson",
        "publication_year": "1979",
        "original_language": "English",
        "publisher": "Republished February 3rd, 2014 by W. W. Norton & Company",
        "ISBN": "9780393347234",
        "more_info": "https://www.goodreads.com/book/show/17986416-the-lasko-tangent",
        "synopsis": "The investigation of a politically powerful industrialist; the death of a key witness; the corruption of a federal agency. These are the explosive elements facing cynical young government lawyer Christopher Paget as he embarks on a mission that will hurl him into a brutal world of murder, kidnapping, and deception. From its intriguing beginnings to its stunning climax, international best-selling author Richard North Patterson's first novel is a taut, gripping thriller about real people forced to face their inner fears and values.",
        "image": "thumbnails/The_Lasko_Tangent_book.jpg"
    },
    {
        "id": 83,
        "title": "The Law of Superheroes",
        "author": "James Daily, Ryan Davidson",
        "publication_year": "2012",
        "original_language": "English",
        "publisher": "Gotham",
        "ISBN": "9781592407262",
        "more_info": "http://www.goodreads.com/book/show/13589101-the-law-of-superheroes",
        "synopsis": "Featuring thirteen chapters covering a wide range of legal topics, The Law of Superheroes is an entertaining analysis of comic book characters and stories and a fun way to learn about legal principles. The book asks and answers crucial speculative questions about everything from constitutional law and criminal procedure to taxation, intellectual property, and torts,The Law of Superheroes is a must-have for legal experts, comic nerds, and anyone who will ever be called upon to practice law in the comic multiverse.",
        "image": "thumbnails/The_Law_Of_Superheroes_book.jpg"
    },
    {
        "id": 84,
        "title": "The Laws Of Our Fathers",
        "author": "Scott Turow",
        "publication_year": "1996",
        "original_language": "English",
        "publisher": "Republished September 1st 1997 by Grand Central Publishing",
        "ISBN": "9780446604406",
        "more_info": "https://www.goodreads.com/book/show/4682.The_Laws_Of_Our_Fathers",
        "synopsis": "In Kindle County, a woman is killed in an apparent random drive-by shooting. The woman turns out to be the ex-wife of a prominent state senator and an old acquaintance of Judge Sonia Klonsky, on whose desk the case lands. As the pursuit of justice takes bizarre and unusual turns, Judge Klonsky is brought face-to-face with a host of extraordinary personalities and formidable enemies bent on her destruction.",
        "image": "thumbnails/The_Laws_Of_Our_Fathers_book.jpg"
    },
    {
        "id": 85,
        "title": "The Lincoln Lawyer",
        "author": "Michael Connelly",
        "publication_year": "2005",
        "original_language": "English",
        "publisher": "Little, Brown",
        "ISBN": "9780739465516",
        "more_info": "https://www.goodreads.com/book/show/79885.The_Lincoln_Lawyer",
        "synopsis": "Mickey Haller is a Lincoln Lawyer, a criminal defense attorney who operates out of the backseat of his Lincoln Town Car, traveling between the far-flung courthouses of Los Angeles to defend clients of every kind - bikers, artists, drunk drivers, drug dealers. For him, the law is rarely about guilt or innocence, it's about negotiation and manipulation. A Beverly Hills playboy arrested for attacking a woman he picked up in a bar chooses Haller to defend him, and Mickey has his first high-paying client in years. It is a defense attorney's dream, what they call a franchise case. And as the evidence stacks up, Haller comes to believe this may be the easiest case of his career. Then someone close to him is murdered and Haller discovers that his search for innocence has brought him face-to-face with evil as pure as a flame. To escape without being burned, he must deploy every tactic, feint, and instinct in his arsenal - this time to save his own life.",
        "image": "thumbnails/The_Lincoln_Lawyer_book.jpg"
    },
    {
        "id": 86,
        "title": "The Merchant of Venice",
        "author": "William Shakespeare",
        "publication_year": "1596",
        "original_language": "English",
        "publisher": "Republished January 1st 2004 by Simon & Schuster",
        "ISBN": "9780743477567",
        "more_info": "http://www.goodreads.com/book/show/24128.The_Merchant_of_Venice",
        "synopsis": "The Merchant of Venice is one of Shakespeare’s most popular comedies, but it remains deeply controversial. The text may seem anti-Semitic; yet repeatedly, in performance, it has revealed a contrasting nature. Shylock, though vanquished in the law-court, often triumphs in the theatre. In his intensity he can dominate the play, challenging abrasively its romantic and lyrical affirmations. What results is a bitter-sweet drama. Though The Merchant of Venice offers some of the traditional pleasures of romantic comedy, it also exposes the operations of prejudice. Thus Shakespeare remains our contemporary.",
        "image": "thumbnails/The_Merchant_Of_Venice_book.jpg"
    },
    {
        "id": 87,
        "title": "The Naked Sun",
        "author": "Isaac Asimov",
        "publication_year": "1956",
        "original_language": "English",
        "publisher": "Republished in October 1st, 1993 by HarperCollins Publishers",
        "ISBN": "9780586010167",
        "more_info": "https://www.goodreads.com/book/show/30016.The_Naked_Sun",
        "synopsis": "A millennium into the future, two advancements have altered the course of human history: the colonization of the Galaxy and the creation of the positronic brain. On the beautiful Outer World planet of Solaria, a handful of human colonists lead a hermit-like existence, their every need attended to by their faithful robot servants. To this strange and provocative planet comes Detective Elijah Baley, sent from the streets of New York with his positronic partner, the robot R. Daneel Olivaw, to solve an incredible murder that has rocked Solaria to its foundations.",
        "image": "thumbnails/The_Naked_Sun_book.jpg"
    },
    {
        "id": 88,
        "title": "The Positronic Man",
        "author": "Isaac Asimov, Robert Silverberg",
        "publication_year": "1992",
        "original_language": "English",
        "publisher": "Republished in December 1st, 1994 by Bantam/Spectra",
        "ISBN": "9780553561210",
        "more_info": "https://www.goodreads.com/book/show/651964.The_Positronic_Man",
        "synopsis": "An extraordinary story about an extraordinary robot. In the twenty-first century the creation of the positronic brain leads to the development of robot laborers and revolutionizes life on Earth. However, to the Martin family, their household robot NDR-113 is more than a tool; it is a trusted friend, a confidant, and a member of the family. Through some unknown manufacturing glitch, NDR-113 or known as Andrew has been blessed, with a capacity for love and a drive toward self-awareness and development that are almost…human. This story is set on an Earth, which is just starting to get used to the idea of robots. Even so, it is an earth that was not ready for Robot NDR-113. Andrew, with his ability to assimilate emotions, and an unexpected gift for fine arts, both astounded and worried people. In an attempt to become human, he develops several prosthetic devices, which prove a godsend to humans. […]",
        "image": "thumbnails/The_Positronic_Man_book.jpg"
    },
    {
        "id": 89,
        "title": "The Rainmaker",
        "author": "John Grisham",
        "publication_year": "1995",
        "original_language": "English",
        "publisher": "Republished in September 27th, 2005 by Delta",
        "ISBN": "9780385339605",
        "more_info": "https://www.goodreads.com/book/show/5349.The_Rainmaker?ac=1",
        "synopsis": "Grisham's sixth spellbinding novel of legal intrigue and corporate greed displays all of the intricate plotting, fast-paced action, humor, and suspense that have made him the most popular author of our time. In his first courtroom thriller since «A Time To Kill», John Grisham tells the story of a young man barely out of law school who finds himself taking on one of the most powerful, corrupt, and ruthless companies in America - and exposing a complex, multibillion-dollar insurance scam.",
        "image": "thumbnails/The_Rainmaker_book.jpg"
    },
    {
        "id": 90,
        "title": "The Reader (Der Vorleser)",
        "author": "Bernhard Schlink",
        "publication_year": "1995",
        "original_language": "German",
        "publisher": "Republished June 26th, 1997 by Pantheon",
        "ISBN": "9780375408267",
        "more_info": "https://www.goodreads.com/book/show/101299.The_Reader?ac=1",
        "synopsis": "Hailed for its coiled eroticism and the moral claims it makes upon the reader, this mesmerizing novel is a story of love and secrets, horror and compassion, unfolding against the haunted landscape of postwar Germany. When he falls ill on his way home from school, fifteen-year-old Michael Berg is rescued by Hanna, a woman twice his age. In time she becomes his lover—then she inexplicably disappears. When Michael next sees her, he is a young law student, and she is on trial for a hideous crime. As he watches her refuse to defend her innocence, Michael gradually realizes that Hanna may be guarding a secret she considers more shameful than murder.",
        "image": "thumbnails/The_Reader_book.jpg"
    },
    {
        "id": 91,
        "title": "The Rest of the Robots",
        "author": "Isaac Asimov",
        "publication_year": "1964",
        "original_language": "English",
        "publisher": "Republished 1968 by Granada Publishing in Panther books",
        "ISBN": "9780586025949",
        "more_info": "https://www.goodreads.com/book/show/272773.The_Rest_of_the_Robots",
        "synopsis": "The Rest of the Robots is the third timeless, amazing and amusing volume of Isaac Asimov's robot stories, offering golden insights into robot thought processes. Asimov's Three Laws of Robotics have since been programmed into real computers the Massachusetts Institute of Technology and used as the outline for a legal robotic charter in Korea.",
        "image": "thumbnails/The_Rest_Of_The_Robots_book.jpg"
    },
    {
        "id": 92,
        "title": "The Reversal",
        "author": "Michael Connelly",
        "publication_year": "2010",
        "original_language": "English",
        "publisher": "(Republished in October 5th, 2010 by Little, Brown and Company",
        "ISBN": "9780316069489",
        "more_info": "https://www.goodreads.com/book/show/7936809-the-reversal",
        "synopsis": "Longtime defense attorney Mickey Haller is recruited to change stripes and prosecute the high-profile retrial of a brutal child murder. After 24 years in prison, convicted killer Jason Jessup has been exonerated by new DNA evidence. Haller is convinced Jessup is guilty, and he takes the case on the condition that he gets to choose his investigator, LAPD Detective Harry Bosch. Together, Bosch and Haller set off on a case fraught with political and personal danger. Opposing them is Jessup, now out on bail, a defense attorney who excels at manipulating the media, and a runaway eyewitness reluctant to testify after so many years. With the odds and the evidence against them, Bosch and Haller must nail a sadistic killer once and for all. If Bosch is sure of anything, it is that Jason Jessup plans to kill again.",
        "image": "thumbnails/The_Reversal_book.jpg"
    },
    {
        "id": 93,
        "title": "The Robots of Dawn",
        "author": "Isaac Asimov",
        "publication_year": "1983",
        "original_language": "English",
        "publisher": "Republished in March 1st, 1994 by Spectra",
        "ISBN": "9780553299496",
        "more_info": "https://www.goodreads.com/book/show/41810.The_Robots_of_Dawn",
        "synopsis": "Isaac Asimov's Robot novels chronicle the unlikely partnership between a New York City detective and a humanoid robot who must learn to work together. Detective Elijah Baley is called to the Spacer world Aurora to solve a bizarre case of roboticide. The prime suspect is a gifted roboticist who had the means, the motive, and the opportunity to commit the crime. There's only one catch: Baley and his positronic partner, R. Daneel Olivaw, must prove the man innocent. For in a case of political intrigue and love between woman and robot gone tragically wrong, there's more at stake than simple justice. This time Baley's career, his life, and Earth's right to pioneer the Galaxy lie in the delicate balance.",
        "image": "thumbnails/The_Robots_Of_Dawn_book.jpg"
    },
    {
        "id": 94,
        "title": "The Rule Of Nine",
        "author": "Steve Martini",
        "publication_year": "2010",
        "original_language": "English",
        "publisher": "Republished in June 1st, 2010 by William Morrow & Company",
        "ISBN": "9780061930218",
        "more_info": "https://www.goodreads.com/book/show/7144433-the-rule-of-nine",
        "synopsis": "San Diego defense attorney Paul Madriani is still reeling from the trauma of a near nuclear explosion he helped avert at the naval base in Coronado. Threatened by federal authorities to keep quiet about the close call in California, Madriani is now faced with a new problem in the steely-eyed and alluring Joselyn Cole, a weapons control expert, who believes he has to go public with what he knows if they have any hope of stopping a similar event in the future.",
        "image": "thumbnails/The_Rule_Of_Nine_book.jpg"
    },
    {
        "id": 95,
        "title": "The Runaway Jury",
        "author": "John Grisham",
        "publication_year": "1996",
        "original_language": "English",
        "publisher": "Republished in April 25th, 2006 by Delta",
        "ISBN": "9780385339698",
        "more_info": "https://www.goodreads.com/book/show/24192.The_Runaway_Jury?ac=1",
        "synopsis": "Every jury has a leader, and the verdict belongs to him. In Biloxi, Mississippi, a landmark tobacco trial with hundreds of millions of dollars at stake begins routinely, then swerves mysteriously off course. The jury is behaving strangely, and at least one juror is convinced he's being watched. Soon they have to be sequestered. Then a tip from an anonymous young woman suggests she is able to predict the jurors' increasingly odd behavior. Is the jury somehow being manipulated, or even controlled? If so, by whom? And, more importantly, why?",
        "image": "thumbnails/The_Runaway_Jury_book.jpg"
    },
    {
        "id": 96,
        "title": "The Scroll Lawyers",
        "author": "R. J. Jagger",
        "publication_year": "2010",
        "original_language": "English",
        "publisher": "Dark Sky Publishing, Inc.",
        "ISBN": "9781605983059",
        "more_info": "https://www.goodreads.com/book/show/8481860-the-scroll-lawyers",
        "synopsis": "Bryson Wilde, investigator for hire, lives in an edgy 1952 world where the dames are dangerous, cigarettes dangle from ruby-red lips and the nights are hotter than whiskey-soaked jazz. In R.J. Jagger's riveting noir thriller, The Scroll Lawyers, Wilde finds himself entangled with two young attorneys who are thrust into the throes of a deadly thriller when a messenger delivers a mysterious package to their restaurant table.",
        "image": "thumbnails/The_Scroll_Lawyers_book.jpg"
    },
    {
        "id": 97,
        "title": "The Sweet Hereafter",
        "author": "Russell Banks",
        "publication_year": "1991",
        "original_language": "English",
        "publisher": "Republished in September 25th, 1997",
        "ISBN": "9780099268802",
        "more_info": "https://www.goodreads.com/book/show/26924.The_Sweet_Hereafter?ac=1",
        "synopsis": "The Sweet Hereafter is a novel by Russell Banks exploring the community reaction to a school bus accident that kills fourteen children. Written from four perspectives, the book shows how a common event effects lives differently and on a varying scale.",
        "image": "thumbnails/The_Sweet_Hereafter_book.jpg"
    },
    {
        "id": 98,
        "title": "The Trial",
        "author": "Franz Kafka",
        "publication_year": "1925",
        "original_language": "German",
        "publisher": "Republished April 9th 2001 by Vintage Classics",
        "ISBN": "9780099428640",
        "more_info": "http://ebooks.adelaide.edu.au/k/kafka/franz/trial/",
        "synopsis": "The novel is a parable showing the struggle of individuals with the law and authority. Joseph K. becomes a symbol of all the bureaucratic machinery of the lost. The hero just as we wander the corridors of power. He does not understand the content of the information. He is a victim of a system that works for itself.",
        "image": "thumbnails/The_Trial_book.jpg"
    },
    {
        "id": 99,
        "title": "The Verdict",
        "author": "Barry Reed",
        "publication_year": "1980",
        "original_language": "English",
        "publisher": "Republished in October 28th, 1992 by St Martins Mass Market Paper",
        "ISBN": "9780312929541",
        "more_info": "https://www.goodreads.com/book/show/2220967.The_Verdict?ac=1",
        "synopsis": "Attorney Frank Galvin is determined to resuscitate his failing career with a controversial malpractice suit, but first he will have to take on the Catholic Church and the city of Boston.",
        "image": "thumbnails/The_Verdict_book.jpg"
    },
    {
        "id": 100,
        "title": "The Witness",
        "author": "Sandra Brown",
        "publication_year": "1995",
        "original_language": "English",
        "publisher": "Republished May 1st, 2007 by Grand Central Publishing",
        "ISBN": "9780446191548",
        "more_info": "https://www.goodreads.com/book/show/323289.The_Witness",
        "synopsis": "Kendall Deaton pulls herself and her baby out of a wrecked car, and a mixture of courage and fear gets her to the top of a ravine, where she flags down help. But she doesn't dare reveal her true identity or that of her amnesiac passenger to the authorities. Instead, she plans her immediate escape. Her perilous flight begins. The best public defender in Prosper, South Carolina, Kendall had stumbled upon the town's chilling secret--and her marriage to one of the town's most powerful men became a living hell. Her only hope for survival is to flee. Now Kendall is a terrified mother trying to save her child's life... a reluctant witness who knows too much about an insidious evil... and a woman who knows too little about her own heart.",
        "image": "thumbnails/The_Witness_book.jpg"
    },
    {
        "id": 101,
        "title": "Trader Of Secrets",
        "author": "Steve Martini",
        "publication_year": "2011",
        "original_language": "English",
        "publisher": "William Morrow & Company",
        "ISBN": "9780061930232",
        "more_info": "https://www.goodreads.com/book/show/10169840-trader-of-secrets",
        "synopsis": "Defense attorney Paul Madriani is embroiled in a case as perilous as any he has ever faced: one that involves an angry killer who will stop at nothing short of vengeance, and two missing NASA scientists who are holding secrets that a hostile government desperately wants to purchase—in blood if they must.",
        "image": "thumbnails/Trader_Of_Secrets_book.jpg"
    },
    {
        "id": 102,
        "title": "Trial and Error: An Oxford Anthology of Legal Stories",
        "author": "Fred R. Shapiro (Editor)",
        "publication_year": "1998",
        "original_language": "English",
        "publisher": "Oxford University Press, USA",
        "ISBN": "9780195095470",
        "more_info": "http://www.goodreads.com/book/show/1135147.Trial_and_Error",
        "synopsis": "The courtroom has always contained many of the elements of great literature--conflict, suspense, high drama, and human tragedy. Indeed, the courtroom is a stage on which the noblest passions and basest instincts are played out before a jury who, much like the readers of a story or a novel, must interpret the evidence and formulate a judgment. It is not surprising, then, that law has attracted writers from Sophocles to Joyce Carol Oates, and that some of the most compelling moments in fiction arise from legal conflicts, for the law raises many of the most fundamental human issues: How can we know the truth? How do we decide between mercy and punishment? How can the impersonal machinery of the legal system protect the rights of the individual? In Trial and Error: An Oxford Book of Legal Stories, Fred R. Shapiro and Jane Garry bring together thirty-two riveting stories, excerpts from novels, and nonfiction essays about the human dimensions of the law.",
        "image": "thumbnails/Trial_And_Error_book.jpg"
    },
    {
        "id": 103,
        "title": "Troubling Confessions: Speaking Guilt in Law and Literature",
        "author": "Peter Brooks",
        "publication_year": "2000",
        "original_language": "English",
        "publisher": "University Of Chicago Press",
        "ISBN": "9780226075860",
        "more_info": "http://www.goodreads.com/book/show/54516.Troubling_Confessions",
        "synopsis": "The constant call to admit guilt amounts almost to a tyranny of confession today. We demand tell-all tales in the public dramas of the courtroom, the talk shows, and in print, as well as in the more private spaces of the confessional and the psychoanalyst's office. Yet we are also deeply uneasy with the concept: how can we tell whether a confession is true? What if it has been coerced? In Troubling Confessions, Peter Brooks juxtaposes cases from law and literature to explore the kinds of truth we associate with confessions, and why we both rely on them and regard them with suspicion.",
        "image": "thumbnails/Troubling_Confessions_book.jpeg"
    },
    {
        "id": 104,
        "title": "Undue Influence",
        "author": "Steve Martini",
        "publication_year": "1944",
        "original_language": "English",
        "publisher": "Republished in July 1st, 1995 by Jove",
        "ISBN": "9780515116052",
        "more_info": "http://www.goodreads.com/book/show/2427.Undue_Influence",
        "synopsis": "Defense attorney Paul Madriani is mired in a complex web of intrigue and murder when the sister of his late wife, embroiled in a bitter custody battle with her former husband, becomes the prime suspect in the murder of her ex-husband and his new young wife.",
        "image": "thumbnails/Undue_Influence_book.jpg"
    }
]